Repository: eibol/ffmpeg_batch
Catalog: Form22.*.resx
Languages: it

# radio_filter.Text
source: Use concatenation video filter
it: Usa filtro video concatenazione

# radio_demuxer.Text
source: Use concatenation demuxer
it: Usa demuxer concatenazione

# chk_copy.Text
source: Stream copy
it: Copia stream

# chk_filter.Text
source: Use automatic settings
it: Usa impostazioni automatiche

# textBox1.Text
source: In this mode audio/video files can be stream copied, provided they share qualities (size, codec, bitrate). NOTE: Not all containers are supported for stream copy. If playback issues occur or files are not joined, re-encoding is required.
it: In questa modalità è possibile copiare lo stream audio/video dei file, purché condividano le qualità (dimensioni, codec, bitrate). NOTA: non tutti i contenitori sono supportati per la copia dello stream,, in tal caso è necessaria la ricodifica.

# button1.Text
source: Start
it: Avvia

# btn_cancel.Text
source: Cancel
it: Annulla

# label1.Text
source: Encoding parameters
it: Parametri codifica

# chk_batch_concat.Text
source: Enable batch concatenation
it: Abilita concatenazione batch

# txt_batch_concat.Text
source: In this mode initial and/or end file will be concatenated to every file on the list, instead of concatenating all files together.
it: In questa modalità il file iniziale e/o finale verrà concatenato a ogni file nell'elenco, invece di concatenare tutti i file insieme.

# btn_end.Text
source: Browse...
it: Sfoglia...

# btn_intro.Text
source: Browse...
it: Sfoglia...

# label3.Text
source: End file
it: File finale

# label2.Text
source: Initial file
it: File iniziale

# label4.Text
source: Format
it: Formato

# $this.Text
source: Join files
it: Unisci file
