Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Form1.*.resx
Languages: it

# btn_add_files.Text
source: Add files
it: Aggiungi file

# openFileDialog1.Filter
source: Audio and video | *.mp4;*.mkv;*.mp3;*.wav; *.flac; *.avi;*.mts;*.flv;*.alac;*.aac;*.mpg;*.mp2;*.mpe;*.ogv;*.webm;*.aiff;*.vob;*.wma;*.wmv;*.mov;*.mka;*.srt;*.m2ts;*.idx;*.ac3;*.ass | All files (*.*) | *.*
it: Audio e video | *.mp4;*.mkv;*.mp3;*.wav; *.flac; *.avi;*.mts;*.flv;*.alac;*.aac;*.mpg;*.mp2;*.mpe;*.ogv;*.webm;*.aiff;*.vob;*. wma;*.wmv;*.mov;*.mka;*.srt;*.m2ts;*.idx;*.ac3;*.ass | Tutti i file (*.*) | *.*

# btn_save_config.Text
source: Save settings
it: Salva impostazioni

# btn_load_config.Text
source: Reload settings
it: Ricarica impostazioni

# label1.Text
source: Parameters
it: Parametri

# label2.Text
source: Format
it: Formato

# btn_clear_list.Text
source: Clear list
it: Azzera elenco

# ctm_add_files.Text
source: Add files
it: Aggiungi file

# ctm_add_folder.Text
source: Add folder
it: Aggiungi cartella

# ctm_paste_path.Text
source: Paste/write path
it: Incolla/salva percorso

# ct1_paste_youtube.Text
source: Paste YouTube URL
it: Incolla URL YouTube

# ct1_paste_m3u.Text
source: Paste M3u URL
it: Inolla URL M3u

# ctm1_encode.Text
source: Encode file
it: Codifica file

# cti2.Text
source: Play file
it: Riproduci file

# cti1.Text
source: Open file path
it: Apri percorso file

# cti3.Text
source: Open output folder
it: Apri cartella destinazione:

# ctdel.Text
source: Remove file from list
it: Elimina file dall'elenco

# ct_move_top.Text
source: Move item to top
it: Sposta elemento in alto

# ct_move_bottom.Text
source: Move item to bottom
it: Sposta elementoi in basso

# ctm1_queue.Text
source: Reset item status to queued
it: Reimposta stato elemento a 'In coda'

# cti4.Text
source: View multimedia file info
it: Visualizza info file multimediale

# ct1_streams.Text
source: Show file streams
it: Visualizza stream file

# ct1_total_frames.Text
source: Get total seconds/frames
it: Richeidi info secondi/fotogrammi

# cti1_cols.Text
source: Add custom colum
it: Aggiungi colonna personalizzata

# cti_remove_col.Text
source: Remove last custom column
it: Rimuovi ultima colonna personalizzata

# cti4_2.Text
source: Show/hide grid
it: Visualizza/nascondi griglia

# cti5.Text
source: Set as trim end time
it: Imposta come punto finale del taglio

# cti6.Text
source: Stop task
it: Stop attività

# label3.Text
source: Presets
it: Profilo

# chk_shift.Text
source: Shift
it: Sposta

# button22.Text
source: Audio Waveform
it: Forma d'onda aud.

# btn_display_log.Text
source: View last log
it: Ultimo registro

# lbl_gpu.Text
source: GPU decode
it: Decod. GPU

# label22.Text
source: Pre-input
it: Pre-ingresso

# lbl_pre_input.Text
source: Pre-input seeking
it: Ricerca pre-input

# btn_show_console.Text
source: Try on console
it: Prova nella console

# btn_try_pr.Text
source: Try preset
it: Prova profilo

# btn_wizard.Text
source: Wizard
it: Procedura guidata

# btn_edit_config.Text
source: Settings
it: Impostazioni

# btn_multiple_presets.Text
source: Multiple presets
it: Profili multipli

# TB1.Text
source: AUTOMATIC SHUTDOWN ENABLED
it: SPEGNIMENTO AUTOMATICO ABILITATO

# chk_subfolders.Text
source: Subfolders
it: Sottocartelle

# button23.Text
source: Clear tracks
it: Azzera tracce

# btn_mux.Text
source: Mux all
it: Muxa tutto

# btn_cancel_shut.Text
source: Press to cancel shutdown
it: SELEZIONA ANNULLA PER BLOCARE SPEGNIMENTO

# listBox4.Items2
source: FFmpeg standard output
it: Destinazione standard FFmpeg

# lbl_tot_prog.Text
source: Total progress
it: Progresso

# notifyIcon1.Text
source: FFmpeg Batch
it: Batch FFmpeg

# ct2_all.Text
source: Add all streams
it: Aggiungi tutti gli stream

# ct2_v.Text
source: Add video track
it: Aggiungi traccia video

# ct2_a.Text
source: Add audio tracks
it: Aggiungi tracce audio

# ct2_s.Text
source: Add subtitle tracks
it: Aggiungi tracce sottotitoli

# combo_def_und_lang.Items
source: Undefined: (und)
it: Non definita (und)

# combo_def_und_lang.Items1
source: English: (eng)
it: Inglese: (eng)

# combo_def_und_lang.Items2
source: German: (ger)
it: Tedesca: (ger)

# combo_def_und_lang.Items3
source: French: (fra)
it: Farncese: (fra)

# combo_def_und_lang.Items4
source: Spanish: (spa)
it: Spagnola: (spa)

# combo_def_und_lang.Items5
source: Italian: (ita)
it: Italiana: (ita)

# combo_def_und_lang.Items6
source: Portuguese: (por)
it: Portoghese (por)

# combo_def_und_lang.Items7
source: Dutch: (dut)
it: Olandese: (dut)

# combo_def_und_lang.Items8
source: Danish: (dan)
it: Danese: (dan)

# combo_def_und_lang.Items9
source: Norwegian: (nno)
it: Norvegese: (nno)

# combo_def_und_lang.Items10
source: Swedish: (swe)
it: Svedese: (swe)

# combo_def_und_lang.Items11
source: Romanian: (rum)
it: Tumeno: (rum)

# combo_def_und_lang.Items12
source: Hungarian: (hun)
it: Ungherese: (hun)

# combo_def_und_lang.Items13
source: Czech: (cze)
it: Ceco: (cze)

# combo_def_und_lang.Items14
source: Catalan: (cat)
it: Catalana: (cat)

# combo_def_und_lang.Items15
source: Basque: (baq)
it: Basca: (baq)

# combo_def_und_lang.Items16
source: Galician: (glg)
it: Galiziana: (glg)

# combo_def_und_lang.Items17
source: Arabic: (ara)
it: Araba: (ara)

# combo_def_und_lang.Text
source: Set language for undefined tracks
it: Imposta lingua per tracce non definite

# ct2_del.Text
source: Remove from list
it: Rimuovi dall'elenco

# ct2_save_allstreams.Text
source: Save all file streams
it: Salva tutti gli stremam del file

# ct4_browse.Text
source: Browse subtitle
it: Sfoglia sottotitoli

# ct4_del.Text
source: Remove item
it: Rimuovi elemento

# ct4_conv.Text
source: Convert to UTF-8
it: Converti in UTF-8

# Combo_single_subs_lang.Text
source: Set subtitle language
it: Imposta lingua sottotitoli

# ct_paste_youtube.Text
source: Paste YouTube URL
it: Incolla URL YouTube

# ct_paste_m3u.Text
source: Paste M3U URL
it: Incolla URL m3u

# ct_remove_url.Text
source: Remove selected row
it: Rimuovi riga selezionata

# ct_del_m3u.Text
source: Remove blank rows
it: Rimuovi righe vuote

# ct_validate_url.Text
source: Remove error rows
it: Rimuovi righe con errori

# ct_ren_urls.Text
source: Rename output filenames
it: Rinomina nomi file destinazione

# ct_show_urls.Text
source: Show URL streams
it: Visualizza URL stream

# ct_play_vlc.Text
source: Play with VLC
it: Riproduci con VLC

# ctm_stop_url.Text
source: Stop selected item
it: Stop stream selezionato

# combo_prio.Items
source: High
it: Alta

# combo_prio.Items1
source: Above Normal
it: Superiore al normale

# combo_prio.Items2
source: Normal
it: Normale

# combo_prio.Items3
source: Below Normal
it: Inferiore a normale

# combo_prio.Items4
source: Idle
it: In attesa

# File_C.Text
source: Track File
it: Traccia file

# stream_type.Text
source: Type
it: Tipo

# stream_lang.Text
source: Language
it: Lingua

# stream_default.Text
source: Default track
it: Traccia predefinita

# stream_param.Text
source: Encoding parameters
it: Parametri codifica

# ct3_default.Text
source: Change default status
it: Modifica stato predefinito

# ct3_del.Text
source: Remove item
it: Rimuovi elemento

# ct3_up.Text
source: Move item up
it: Sposta elemento su

# ct3_down.Text
source: Move item down
it: Sposta elemento giù

# ct3_default_enc.Text
source: Set this track encoding as default
it: Imposta questa codifica traccia come predefinita

# ct3_encode_default.Text
source: Reset to default encoding
it: Ripristina codifica predefinita

# ct3_combo_language.Text
source: Item language
it: Lingua elemento

# ct3_save_track.Text
source: Save this track
it: Salva questa traccia

# lbl_mux_par.Text
source: Encoding parameters
it: Parametri codifica

# btn_set_track_param.Text
source: Reset
it: Ripristina

# label17.Text
source: Items language
it: Lingua elementi

# label19.Text
source: Format
it: Formato

# openFileDialog2.Filter
source: Subtitles |*.srt;*.idx;*.ass| All files (*.*) | *.*
it: Sottotitoli |*.srt;*.idx;*.ass| Tutti i file (*.*) | *.*

# btn_set_mux_def.Text
source: Set as default
it: Predefinito

# btn_add_tracks.Text
source: Add file tracks
it: Aggiungi file tracce

# lbl_elapsed.Text
source: Time elapsed: 00h:00m:00s
it: Tempo trascorso: 00h:00m:00s

# combo_shut.Items
source: Power off
it: Spegni il computer

# combo_shut.Items1
source: Hibernate
it: Iberna il computer

# combo_shut.Items2
source: Suspend
it: Manda il computer in sospensione

# combo_shut.Items3
source: Run at the end
it: Esegui tutto alla fine

# combo_shut.Items4
source: Run on each file
it: Esegui per ogni file

# txt_remain.Text
source: Time remaining: 00h:00m:00s
it: Tempo rimanente: 00h:00m:00s

# btn_cancel_add.Text
source: Cancel
it: Annulla

# openFileDialog3.Filter
source: Audio and video | *.mp4;*.mkv;*.mp3;*.wav; *.flac; *.avi;*.mts;*.flv;*.alac;*.aac;*.mpg;*.mp2;*.mpe;*.ogv;*.webm;*.aiff;*.vob;*.wma;*.wmv;*.mov;*.mka;*.srt;*.m2ts;*.idx;*.ac3;*.ass | All files (*.*) | *.*
it: Audio e video | *.mp4;*.mkv;*.mp3;*.wav; *.flac; *.avi;*.mts;*.flv;*.alac;*.aac;*.mpg;*.mp2;*.mpe;*.ogv;*.webm;*.aiff;*.vob;*. wma;*.wmv;*.mov;*.mka;*.srt;*.m2ts;*.idx;*.ac3;*.ass | Tutti i file (*.*) | *.*

# Combo_sub_lang_mux.Items
source: English (eng)
it: Inglese (eng)

# Combo_sub_lang_mux.Items1
source: Chinese (chi)
it: Cinese (chi)

# Combo_sub_lang_mux.Items2
source: Spanish (spa)
it: Spagnolo (spa)

# Combo_sub_lang_mux.Items3
source: Arabic (ara)
it: Arabo (ara)

# Combo_sub_lang_mux.Items4
source: Armenian (arm)
it: Armeno (arm)

# Combo_sub_lang_mux.Items5
source: Basque (baq)
it: Basco (baq)

# Combo_sub_lang_mux.Items7
source: Bosnian (bos)
it: Bosniaco (bos)

# Combo_sub_lang_mux.Items8
source: Catalan (cat)
it: Catalano (cat)

# Combo_sub_lang_mux.Items9
source: Chinese (zho)
it: Cinese (zho)

# Combo_sub_lang_mux.Items10
source: Chinese (yue)
it: Cinese (yue)

# Combo_sub_lang_mux.Items11
source: Croatian (hrv)
it: Croato (hrv)

# Combo_sub_lang_mux.Items12
source: Czech (cze)
it: Ceco (cze)

# Combo_sub_lang_mux.Items13
source: Danish (dan)
it: Danese (dan)

# Combo_sub_lang_mux.Items14
source: Dutch (dut)
it: Olandese (dut)

# Combo_sub_lang_mux.Items15
source: French (fra)
it: Francese (fra)

# Combo_sub_lang_mux.Items16
source: Finnish (fin)
it: Finnico (fin)

# Combo_sub_lang_mux.Items17
source: Galician (glg)
it: Galiziano (glg)

# Combo_sub_lang_mux.Items18
source: German (ger)
it: Tedesco (ger)

# Combo_sub_lang_mux.Items19
source: Greek (gre)
it: Greco (gre)

# Combo_sub_lang_mux.Items20
source: Hebrew (heb)
it: Ebraico (heb)

# Combo_sub_lang_mux.Items22
source: Hungarian (hun)
it: Ungherese (hun)

# Combo_sub_lang_mux.Items23
source: Icelandic (ice)
it: Islandese (ice)

# Combo_sub_lang_mux.Items24
source: Indonesian (ind)
it: Indonesiano (ind)

# Combo_sub_lang_mux.Items25
source: Italian (ita)
it: Italiano (ita)

# Combo_sub_lang_mux.Items26
source: Japanese (jpn)
it: Giappomese (jpn)

# Combo_sub_lang_mux.Items27
source: Korean (kor)
it: Coreano (kor)

# Combo_sub_lang_mux.Items28
source: Malay (may)
it: Malese (may)

# Combo_sub_lang_mux.Items29
source: Macedonian (mac)
it: Macedone (mac)

# Combo_sub_lang_mux.Items30
source: Norwegian (nno)
it: Norvegese (nno)

# Combo_sub_lang_mux.Items31
source: Polish (pol)
it: Polacco (pol)

# Combo_sub_lang_mux.Items32
source: Portuguese (por)
it: Portoghese (por)

# Combo_sub_lang_mux.Items33
source: Romanian (rum)
it: Rumeno (rum)

# Combo_sub_lang_mux.Items34
source: Russian (rus)
it: Russo (rus)

# Combo_sub_lang_mux.Items35
source: Serbian (srp)
it: Serbo (srp)

# Combo_sub_lang_mux.Items36
source: Swedish (swe)
it: Svedese (swe)

# Combo_sub_lang_mux.Items38
source: Turkish (tur)
it: Turco (tur)

# Combo_sub_lang_mux.Items39
source: Vietnamese (vie)
it: Vietnamita (vie)

# Combo_sub_lang_mux.Items41
source: Hungarian (hun)
it: Ungherese (hun)

# Combo_sub_lang_mux.Items42
source: Icelandic (ice)
it: islandese (ice)

# Combo_sub_lang_mux.Items43
source: Indonesian (ind)
it: Indonesiano (ind)

# Combo_sub_lang_mux.Items44
source: Italian (ita)
it: Italiano (ita)

# Combo_sub_lang_mux.Items45
source: Japanese (jpn)
it: Giapponese (jpn)

# Combo_sub_lang_mux.Items46
source: Korean (kor)
it: Coreano (kor)

# Combo_sub_lang_mux.Items47
source: Malay (may)
it: Malese (may)

# Combo_sub_lang_mux.Items48
source: Macedonian (mac)
it: Macedone (mac)

# Combo_sub_lang_mux.Items49
source: Norwegian (nno)
it: Norvegese (nno)

# Combo_sub_lang_mux.Items50
source: Polish (pol)
it: Polacco (pol)

# Combo_sub_lang_mux.Items51
source: Portuguese (por)
it: Portoghese (por)

# Combo_sub_lang_mux.Items52
source: Romanian (rum)
it: Rumeno (rum)

# Combo_sub_lang_mux.Items53
source: Russian (rus)
it: Russo (rus)

# Combo_sub_lang_mux.Items54
source: Serbian (srp)
it: Serbo (srp)

# Combo_sub_lang_mux.Items55
source: Swedish (swe)
it: Svedese (swe)

# Combo_sub_lang_mux.Items57
source: Turkish (tur)
it: Turco (tur)

# Combo_sub_lang_mux.Items58
source: Vietnamese (vie)
it: Vietnamita (vie)

# lbl_lang_sub_mux.Text
source: Subtitles language
it: Lingua sottotitoli

# lbl_def_sub_mux.Text
source: Is default track
it: È la traccia predefinita

# lbl_sub_batch_ext.Text
source: Format
it: Formato

# button24.Text
source: Browse...
it: Sfoglia...

# label20.Text
source: Subtitles custom path
it: Percorso personalizzato sottotitoli

# label21.Text
source: Output path
it: Percorso destinazione

# btn_sub_mux.Text
source: Multiplex subtitles
it: Sottotitoli multiplex

# button26.Text
source: Clear list
it: Azzera elenco

# chk_burn.Text
source: Burn subtitles
it: Incorpora sottotitoli

# button25.Text
source: Browse...
it: Sfoglia...

# open_file_m3u.Filter
source: M3U url lists | *.m3u; *.m3u8; *.txt| All files (*.*) | *.*
it: Elenchi URL M3U | *.m3u; *.m3u8; *.txt| Tutti i file (*.*) | *.*

# lbl_mux_jobs.Text
source: Jobs: 0
it: Attività: 0

# label14.Text
source: Output path
it: Destinazione

# button16.Text
source: Browse...
it: Sfoglia...

# lbl_tr_n.Text
source: Tracks: 0
it: Tracce: 0

# btn_mux_show_jobs.Text
source: View mux jobs
it: Visualizza attività mux

# btn_mux_job.Text
source: Add as mux job
it: Aggiungi come attività mux

# btn_default_track.Text
source: Default track
it: Traccia predefinita

# btn_del_track.Text
source: Remove track
it: Rimuovi traccia

# btn_extract.Text
source: Save track
it: Salva traccia

# lbl_search_url.Text
source: Find
it: Trovare

# btn_help.Text
source: Help
it: Aiuto

# btn_concat.Text
source: Join files
it: Unisci file

# btn_capture.Text
source: Record screen
it: Registra schermo

# btn_trim.Text
source: Trim files
it: Taglia file

# btn_seq.Text
source: Sequential encoding
it: Codifica sequenziale

# btn_multi_m.Text
source: Multi-file encoding
it: Codifica multi file

# btn_skip_main.Text
source: Skip current
it: Salta attuale

# chk_trim2.Text
source: Start/End
it: Inizio/fine

# combo_vout_color.Items
source: Black
it: Nero

# combo_vout_color.Items1
source: White
it: Bianco

# combo_vout_color.Items2
source: Alpha
it: Alfa

# combo_vin_col.Items
source: Black
it: Nero

# combo_vin_col.Items1
source: White
it: Bianco

# combo_vin_col.Items2
source: Alpha
it: Alfa

# fade_a_out.Text
source: Audio out
it: Uscita audio

# fade_a_in.Text
source: Audio in
it: Ingresso audio

# fade_v_out.Text
source: Video out
it: Uscita video

# fade_v_in.Text
source: Video in
it: Ingresso video

# chk_delete_source.Text
source: Delete source files
it: Elimina file sorgenti

# chk_overw.Text
source: Overwrite source files
it: Sovrascrivi file sorgenti

# chk_try.Text
source: Do not try preset
it: Non provare profilo

# chk_open_compl.Text
source: Open on completion
it: Apri al completamento

# chk_suffix.Text
source: Rename output
it: Rinomina dest.

# btn_multimedia.Text
source: Multimedia info
it: Info multimediali

# label9.Text
source: Quick settings
it: Impostazioni

# label13.Text
source: Output path
it: Destinazione

# lbl_fade.Text
source: Fade in/out
it: Dissolvenza

# check_concat.Text
source: Concat VF
it: Concat FV

# chk_auto_updates.Text
source: Check for updates
it: Controlla aggiornamenti

# btn_exit.Text
source: Exit
it: Esci

# btn_all_yt.Text
source: Downlad link/playlist
it: Download link/playlist

# btn_logs_url.Text
source: View log file
it: Visualizza file registro

# label12.Text
source: Concurrent downloads
it: Download simultanei

# chk_auto_subs.Text
source: Automatic subtitles
it: Sottot. automatici

# btn_update_yt.Text
source: Update
it: Aggiorna

# txt_up_output.Text
source: Update in progress, please wait...
it: Aggiornamento in corso, attendi...

# chk_best_yt.Text
source: Force best quality MP4
it: Forza migliore qualità MP4

# chk_convert_srt.Text
source: Convert to SRT
it: Converti in SRT

# chk_save_subtitles.Text
source: Save subtitles
it: Salva sottotitoli

# chk_embed_meta.Text
source: Embed metadata
it: Incorpora metadati

# chk_yout_subs.Text
source: Embed subtitles
it: Incorpora sottotitoli

# chk_down_limit.Text
source: Download speed limit
it: Limite velocità download

# chk_cache_yt.Text
source: Clear download cache
it: Azzera cache download

# groupBox_yout.Text
source: YouTube settings
it: Impostazioni YouTube

# btn_add_yts.Text
source: Add YouTube URLs from file
it: Aggiungi URL YouTube dal file

# btn_n_urls.Text
source: Multi URL download
it: Download URL multipli

# btn_url_info.Text
source: Get URL streams
it: Ottieni stream URL

# btn_clean_errors.Text
source: Remove error rows
it: Rimuovi righe errore

# chk_output_server.Text
source: Output server url
it: URL server destinazione

# btn_validate_url.Text
source: Validate URLs
it: Convalida URL

# btn_cancel_validate.Text
source: Stop validation
it: Interrompi convalida

# btn_stop_m3u8.Text
source: Skip current
it: Salta attuale

# btn_add_urls.Text
source: Add URLs from file
it: Aggiungi URL da file

# btn_browse_path_m3u.Text
source: Browse...
it: Sfoglia...

# chk_m3u_params.Text
source: M3U parameters
it: Parametri M3U

# btn_clear_urls.Text
source: Clear URL list
it: Azzera elenco URL

# btn_start_m3u.Text
source: Sequential download
it: Download sequenziale

# label8.Text
source: Output path
it: Percorso destinazione

# main_f_1.Text
source: Clear list
it: Axxera elenco

# main_f_2.Text
source: Add files
it: Aggiungi file

# main_f_3.Text
source: Add folder
it: Aggiungi cartella

# main_f_5.Text
source: Load queue file
it: Carica file coda

# main_f_4.Text
source: Save current queue
it: Salva coda attuale

# main_f_exit.Text
source: Exit
it: Esci

# menu_refresh.Text
source: Refresh list
it: Aggiorna elenco

# menu_invalid.Text
source: Remove invalid items
it: Rimuovi elementi non validi

# menu_queue.Text
source: Reset list items to queued
it: Reimposta elementi elenco in coda

# menu_try.Text
source: Try current preset
it: Prova profilo attuale

# menu_console.Text
source: Open ffmpeg console
it: Apri console FFmpeg

# menu_logs.Text
source: Show last log
it: Visualizza ultimo registro eventi

# menu_wizards.Text
source: Preset wizard
it: Procedura guidata profilo

# main_12.Text
source: Edit
it: Modifica

# menu_reload_settings.Text
source: Reload settings
it: Ricarica impostazioni

# menu_save_settings.Text
source: Save settings
it: Salva impostazioni

# menu_reset.Text
source: Reset to factory defaults
it: Ripristina ai valori predefiniti

# menu_ffm.Text
source: Replace ffmpeg
it: Sostituisci ffmpeg

# menu_media_info.Text
source: Show media info
it: Visualizza info media

# main_menu_streams.Text
source: Show file streams
it: Visualizza stream file

# menu_presets.Text
source: Multiple presets
it: Profili multipli

# menu_two_pass_wizard.Text
source: Two pass wizard
it: Procedura guidata due passaggi

# wiz_silence_menu.Text
source: Detect silence wizard
it: Procedura guidata rilevamento silenzio

# menu_img_v.Text
source: Image to vídeo wizard
it: Procedura guidata da immagini a video

# menu_extract_images.Text
source: Images extraction wizard
it: Procedura guidata estrazione immagini

# menu_split.Text
source: A/V Split wizard
it: Procedura guidata divisione A/V

# menu_settings.Text
source: Settings
it: Impostazioni

# main_2.Text
source: Tools
it: Strumenti

# menu_guide.Text
source: Quick guide
it: Guida rapida

# menu_news.Text
source: Project news
it: Novità progetto

# menu_forum.Text
source: Help forum
it: Forum supporto

# menu_updates.Text
source: Check for updates
it: Controlla aggiornamenti

# menu_about.Text
source: About
it: Info programma

# main_3.Text
source: Help
it: Aiuto

# col1.Text
source: Filename
it: Nome file

# col_dir.Text
source: Path
it: Percorso

# col1_2.Text
source: Media type
it: Tipo media

# col2.Text
source: Duration
it: Durata

# col3.Text
source: Size
it: Dimensione

# col4.Text
source: Status
it: Stato

# tabPage1.Text
source: Batch processing
it: Elaborazione batch

# columnHeader3.Text
source: Subtitle
it: Sottotitoli

# columnHeader6.Text
source: Language
it: Lingua

# columnHeader4.Text
source: Encoding
it: Codifica

# columnHeader5.Text
source: Default
it: Predefinito

# columnHeader7.Text
source: Status
it: Stato

# tabPage3.Text
source: Batch subtitles
it: Sottotitoli batch

# txt_paste_links.Text
source: Paste link here
it: Incolla qui il link

# Column0.HeaderText
source: Thumbnail
it: Miniatura

# Duration1.HeaderText
source: URL Duration
it: Durata URL

# Capture_time1.HeaderText
source: Capture time
it: Durata cattura

# Type1.HeaderText
source: Output name
it: Nome destinazione

# Status1.HeaderText
source: Status
it: Stato

# tabPage4.Text
source: Batch URLs
it: URL batch
