Repository: eibol/ffmpeg_batch
Catalog: Properties/Strings2.*.resx
Languages: es

# aborted2
source: URL download aborted by user.
es: Descarga del enlace abortada por el usuario.

# abort_cap
source: Abort screen capture
es: Abortar captura

# app_min_1
source: Application window will be minimized 1 second before recording starts.
es: La ventana de la aplicación se minimizará 1 segundo antes de comenzar.

# Aud_wave
source: Audio wave format
es: Formato de onda

# autorun_dis
source: Autorun is disabled
es: La autoejecución está desactivada

# autorun_en
source: Autorun is enabled
es: La autoejecución está activada

# autoshut_en
source: AUTOMATIC SHUTDOWN ENABLED
es: APAGADO AUTOMÁTICO HABILITADO

# autoshut_st
source: COMPUTER SHUTDOWN LAUNCHED
es: APAGADO AUTOMÁTICO INICIADO

# auto_ask
source: Sequential encoding autorun is enabled. Do you want to keep this setting?
es: La codificación secuencial automática está activada. ¿Desea mantener este ajuste?

# auto_ask2
source: Multi-file encoding autorun is enabled. Do you want to keep this setting?
es: La codificación multi-fichero automática está activada. ¿Desea mantener este ajuste?

# avoid_overw
source: to avoid opossible overwritings.
es: para evitar posibles sobrescrituras.

# batch_concat_msg
source: Batch concatenation is enabled, but no initial or end files were selected. Please choose either one of them or disable this setting.
es: La concatenación por lotes está activada, pero no se añadió fichero de inicio y/o final. Por favor, añada uno o desactive esta opción.

# big_size
source: Bigger size
es: Mayor tamaño

source: Black
es: Negro

source: Browsing
es: Examinando

# brow_page
source: Browsing url contents: Page
es: Examinando contenidos: Página

# capt_1
source: Capturing in 1 second
es: Capturando en 1 segundo

# capt_2
source: Capturing in 2 seconds
es: Capturando en 2 segundos

# capt_3
source: Capturing in 3 seconds
es: Capturando en 3 segundos

# capt_term
source: Capturing terminated
es: Captura finalizada.

# capt_virtual
source: To capture audio playback, virtual audio driver is required.
es: Para capturar el sonido reproducido, se requiere un controlador virtual.

# check_web_up
source: Would you like to visit the project web site to check for new releases?
es: ¿Desea visitar la página web del programa para buscar posibles actualizaciones?

source: Computer will
es: El PC iniciará

# concat_vid_help
source: This filter allows to join videos with different qualities, it improves compatibility but it requires audio and video to be re-encoded. Parameters field can be left blank. NOTE: Only video files allowed.
es: Este filtro permite unir vídeos con diferentes características. Mejora la compatibilidad, pero requiere que audio y video sean recodificados. El campo de parámetros puede quedar en blanco. NOTA: Solo para ficheros de vídeo.

# contin
source: Continue?
es: ¿Continuar?

source: Custom
es: Personalizar

# demuxer_help
source: In this mode audio/video files can be stream copied, provided they share qualities (size, codec, bitrate). NOTE: Not all containers are supported for stream copy. If playback issues occur or files are not joined, re-encoding may be required.
es: En este modo, los ficheros de audio/vídeo se pueden copiar sin codificar, siempre que tengan las mismas características (tamaño, codec, etc.). NOTA: No todos los formatos de salida admiten copia de flujos. Si surgen problemas de codificación o reproducción, sería necesario recodificar.

# dest_not_empty
source: Destination folder is not empty. Continue?
es: La ruta de destino no está vacía. ¿Desea continuar?

# dif_in_out_f
source: Different input folders to single output folder
es: Varias carpetas distintas de entrada a una única carpeta de salida

source: Download
es: Descargar

# down_prog
source: Download is in progress, please abort before closing window.
es: La descarga está en curso. Por favor, aborte las descargas antes de salir.

# down_prog2
source: Download in progress
es: Descarga en curso

# down_p_ab
source: Download is in progress. Do you want to force quit?
es: La descarga está en curso. ¿Desea forzar el cierre?

# drop_big
source: Dropped file is too big. Only text files under 1 MB are supported.
es: El fichero arrastrado es demasiado grande. Solo se admiten ficheros de texto de hasta 1 MB.

# error_writing
source: Error writing to destination folder. Please select another path, or ensure you have write permissions.
es: Error al escribir en la ruta de destino. Por favor, seleccione otra carpeta, o asegúrese de que tiene permisos de escritura.

# err_clipb
source: Error copying to clipboard.
es: Error al copiar en el portapapeles.

# err_pl_vlc
source: Error trying to play URL with VLC:
es: Error al intentar reproducir el enlace con VLC:

# err_save_qu
source: There was an error saving queue file.
es: Se produjo un error al guardar el fichero de cola.

# err_save_track
source: Error saving track
es: Error al guardar la pista

# err_test_temp
source: Test folder could not be created at TEMP location.
es: La carpeta de prueba no pudo ser creada en la carpeta de archivos temporales.

# err_write_out
source: Error writing output folder:
es: Error de escritura en la carpeta de destino:

# err_write_temp
source: Error writing to temp folder.
es: Error de escritura en la carpeta de archivos temporales.

# exc_dur
source: exceeds source duration.
es: excede la duración del origen.

# ext_com_err
source: External command returned an error on
es: El comando externo devolvió un error en

# ext_com_ok
source: External command executed successfully on
es: El comando externo fue ejecutado con éxito en

# files_long_t
source: files can take a long time. Are you sure?
es: ficheros puede tardar mucho. ¿Está seguro?

source: Frame size
es: Tamaño de fotograma

# init_wait
source: Initializing download, please wait...
es: Iniciando descarga, espere for favor...

# invalid_param
source: Invalid parameters for screen capturing.
es: Parámetros no válidos para captura de pantalla.

# invalid_p_2
source: Invalid capturing parameters
es: Parámetros de captura no válidos

# in_60
source: in 60 seconds
es: en 60 segundos.

source: Join files
es: Unir ficheros

# lang_corrupted
source: Language configuration was corrupted, please reinstall application.
es: Error fatal al configurar idioma, por favor reinstale la aplicación.

# logging_f
source: Logging for:
es: Registro de:

# low_size
source: Lower size
es: Menor tamaño

# missing_f
source: Missing files
es: Ficheros no encontrados

# multi_drop
source: Please drop only one file.
es: Por favor, arrastre solo un fichero.

# multi_drop2
source: Multiple files dropped
es: Varios ficheros arrastrados

# mux_jobs
source: Multiplex Batch Jobs Manager
es: Gestor de tareas de multiplexado

source: none
es: Ninguno

# not_deleted
source: could not be deleted.
es: no pudo ser borrado.

# no_concat_ef
source: No initial or end files
es: No hay fichero inicial o final

# one_track
source: Please select only one file to add its streams.
es: Popr favor, seleccione solo un fichero para agregar sus pistas.

# outf_count
source: Downloading. Total count not available. Output folder count:
es: Descargando. Número total no disponible. Vídeos descargados:

# pr01
source: Video: MP4 Stream copy
es: Video: Copiar flujos a formato MP4

# pr02
source: Video: Convert audio track to AAC HQ 2 channels
es: Video: Convertir pista de audio a AAC HQ 2 canales

# pr03
source: Video: Convert audio tracks to AC3 2 channels
es: Video: Convertir pista de audio a AC3 2 canales

# pr04
source: Video: Convert to ProRes MKV
es: Video: Convertir a codec ProRes en formato MKV

# pr05
source: Video: Convert to H264 HQ + Source Audio
es: Video: Convertir a codec H264 HQ + Audio original

# pr06
source: Video: Convert to H264 Ultrafast
es: Video: Convertir a codec H264 preset Ultrafast

# pr07
source: Video: Convert to H265 HQ + Source Audio
es: Video: Convertir a H265 HQ + Audio original

# pr08
source: Video: Resize 1280x720 H264-AAC
es: Video: Redimensionar a tamaño 1280x720 codecs H264 y AAC

# pr09
source: Video: Rotate 90 degress Clockwise to H264 + Source audio
es: Video: Rotar 90 grados en sentido horario a H264 + Audio original

# pr10
source: Video: Rotate 90 degress CountercLockwise and Vertical Flip to H264 + Source audio
es: Video: Rotar 90 grados en sentido anti-horario y volteo vertical a H264 + Audio original

# pr11
source: Video: Rotate 90 degress CounterClockwise to H264 + Source audio
es: Video: Rotar 90 grados en sentido anti-horario a H264 + Audio original

# pr12
source: Video: Rotate 90 degress Clockwise and Vertical Flip to H264 + Source audio
es: Video: Rotar 90 grados en sentido horario y volteo vertical a H264 + Audio original

# pr13
source: Video: Rotate 180 degress to H264 + Source audio
es: Video: Rotar 180 grados a H264 + Audio original

# pr14
source: Video: Remove subtitles to MP4
es: Video: Eliminar subtítulos a MP4

# pr15
source: Audio: Convert to FLAC 16/44,1KHz 2 channels
es: Audio: Convertir a FLAC 16/44,1KHz 2 canales

# pr16
source: Audio: Convert to MP3 VBR HQ 2 ch embedded cover
es: Audio: Convertir a MP3 VBR HQ 2 canales con portada embutida

# pr17
source: Audio: Convert to MP3 VBR HQ 2 ch
es: Audio: Convertir a MP3 VBR HQ 2 canales

# pr18
source: Audio: Convert to MP3 CBR HQ 2 ch
es: Audio: Convertir a MP3 CBR HQ 2 canales

# pr19
source: Audio: Convert to WAV 16/44,1KHz 2 channels
es: Audio: Convertir a WAV 16/44,1KHz 2 canales

# pr20
source: Subtitle: Extract first subtitle track to SRT
es: Subtítulo: Extraer primera pista de subtítulos a SRT (Subrip)

# pr21
source: Image: Extract frame as image
es: Imágen: Extraer un fotograma como imagen

# pr22
source: Record screen at 24 fps + Audio AAC to MKV
es: Capturar pantalla a 24 fotogramas + Audio AAC a formato MKV

# pr23
source: Record screen at 15 fps 1280x720 + Audio to MKV
es: Capturar pantalla a 15 fotogramas en tamaño 1280x720 + Audio a MKV

# pr24
source: Record screen at 30 fps Nvidia NVENC + Audio AAC to MKV
es: Capturar pantalla a 30 fotogramas con Nvidia NVENC + Audio AAC a MKV

# pr25
source: Record screen at 25 fps Intel QuickSync + Audio AAC to MKV
es: Capturar pantalla a 25 fotogramas con Intel QuickSync + Audio AAC a MKV

# pr26
source: Join images at 1920px width to MP4 video
es: Unir imágenes a tamaño 1920px de ancho como vídeo MP4

# press_c
source: Press to cancel
es: Pulse para cancelar

# pre_ss
source: Set pre-input seeking parameter -ss
es: Especificar el tiempo del parámetro de pre-entrada -ss

# queue_not_f
source: queue file(s) were not found.
es: fichero(s) de la lista no fueron encontrado(s).

# queue_warn
source: File list successfully loaded.
es: Lista de ficheros cargada con éxito.

# quick_yt1
source: Quick YouTube channel/playlist download
es: Descarga rápida de canal/lista de YouTube

# quick_yt2
source: - Go to YouTube channel main url, and click on VIDEOS tab.
es: - Vaya a la página principal del canal, y haga click en la pestaña VIDEOS.

# quick_yt3
source: - Copy the url and paste on channel field.
es: - Copie el enlace y péguelo en el campo Canal.

# quick_yt4
source: - Example:
es: - Ejemplo:

# rec_fail
source: Recording test failed
es: Prueba de grabación fallida.

# rem_from_list
source: Remove selected items from list
es: Eliminar elemento seleccionado de la lista

# rotate1
source: Rotate 90º clockwise
es: Rotar 90º en el sentido del reloj

# rotate2
source: Rotate 90º counter-clockwise
es: Rotar 90º en sentido contrario del reloj

# rotate3
source: Rotate 180º
es: Rotar 180º

# rot_flip
source: Horizontal flip
es: Voltear horizontalmente

# scr_cap
source: Screen capture
es: Captura de pantalla

# scr_fail
source: Screen capture test failed.
es: La prueba de captura de pantalla falló.

# scsr_term
source: Screen capturing terminated unexpectedly. File may be truncated.
es: La captura de pantalla finalizó inesperadamente. El fichero podría estar truncado.

# selc_dev
source: Select audio capture device
es: Seleccionar dispositivo de captura de audio

# sel_lang
source: Select language
es: Seleccionar idioma

# skip_from_list
source: Skip selected items from encoding
es: Omitir elementos seleccionados de la codificación

# sort_before
source: Sort list before start?
es: ¿Ordenar lista antes de comenzar?

# sort_status
source: Please sort and check file list for items marked with status
es: Por favor, refresque la lista, u ordene los ficheros por estado

# source_not_deleted
source: Source files that could not be deleted due to failed encoding or file in use:
es: Ficheros de origen que no pudieron ser eliminados debido a un error durante la codificación, o estar en uso:

# start_cap
source: Start screen capture
es: Iniciar captura

# stop_any
source: You can stop recording by pressing Control-Shift-P at any time.
es: Puede detener la grabación pulsando Control-Shift-P en cualquier momento.

# stop_capt
source: Stop capturing
es: Detener grabación

# stop_proc
source: Stop processing
es: Detener procesamiento de

source: Streams
es: Flujos

source: Subtitles
es: Subtítulos

# too_many_files
source: Too many files to be parsed
es: Demasiados ficheros para analizar

# transfer_r
source: Transfer rate:
es: Tasa de transferencia:

# try_scr_pr
source: Try with a screen capture preset and check encoding parameters.
es: Pruebe con un preset de captura de pantalla, y revise los parámetros de codificación.

# undef_dur_all
source: Processing will not continue after items with undefined duration (infinite).
es: El procesamiento de la cola no continuará después de elementos de duración indeterminada (infinita).

# undef_seq
source: Items with undefined duration
es: Elementos de duración indeterminada

# url_down_c
source: URL download successfully completed
es: Descarga de enlace completada con éxito

# url_down_c2
source: URL download complete
es: Descarga de URL completada

source: Version
es: Versión

# warnings_last_s
source: warning(s) during last session
es: aviso(s) durante la última sesión

source: WARNING: File
es: AVISO: El fichero

# warning_not_rep
source: was NOT replaced
es: NO fue reemplazado

# warn_down
source: There were warning messages during queue download:
es: Se produjeron mensajes de advertencia durante la descarga:

source: White
es: Blanco

# wrong_c_dur
source: Incorrect capture duration
es: Duración de captura incorrecta

# yt_url_blank
source: YouTube URL field is empty.
es: El campo de enlace de YouTube está en blanco.

# yt_url_sh
source: YouTube URL is too short.
es: El enlace de YouTube es demasiado corto.

# deleting_f
source: Deleting...
es: Eliminando...

source: Deleting files...
es: Eliminando ficheros...

# deleting_proc
source: Deleting processed files...
es: Eliminando ficheros procesador...

# deleting_sourc
source: Deleting source files...
es: Eliminando ficheros de origen

# drop_one
source: Please drop only one file.
es: Por favor, agregue un solo fichero.
