Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# first_frame
source: The first frame will be used as base image. You can select a different time on main screen pre-input seeking.
ar_eg: سيتم استخدام الإطار الأول كصورة أساسية. يمكنك تحديد وقت مختلف في البحث عن الإدخال المسبق للشاشة الرئيسية.
es: El primer fotograma será usado como imagen base. Puede seleccionar una imagen distinta en la pestaña principal, pre-posicionamiento.
fr: La première image sera utilisée comme image de base. Vous pouvez sélectionner une heure différente lors de la recherche de pré-saisie sur l'écran principal.
it: Il primo fotogramma verrà usato come immagine di base. È possibile selezionare un'ora diversa nella ricerca di pre-input della schermata principale.
pl: Pierwsza klatka będzie używana jako obraz bazowy. Możesz wybrać inny czas na ekranie głównym przed wyszukiwaniem wejścia.
pt_br: O primeiro quadro será usado como imagem base. Você pode selecionar um tempo diferente na busca de pré-entrada da tela principal.
zh_hans: 第一帧将用作基础图像。您可以在主屏幕预输入搜索中选择不同的时间。

# first_p
source: First pass
ar_eg: أول إجتياز
es: Primera pasada
fr: Premier passage
it: Primo passaggio
pl: Pierwsze przejście
pt_br: Primeiro passo

# first_video
source: (First video stream found)
ar_eg: (تم العثور على أول دفق فيديو)
es: (Primera pista de video)
fr: (Premier flux vidéo trouvé)
it: (Trovato primo stream video)
pl: (Znaleziono pierwszy strumień wideo)
pt_br: (Primeira fluxo de vídeo encontrado)
zh_hans: (找到第一个视频流)

# folder_empty
source: Folder is empty.
ar_eg: مجلد فارغ.
es: La carpeta está vacía.
fr: Le dossier est vide.
it: La cartella è vuota.
pl: Folder jest pusty.
pt_br: Pasta está vazia.
zh_hans: 文件夹为空

source: Format
ar_eg: شكل
es: Formato
it: Formato
pt_br: Formato
zh_hans: 格式

# format_bl
source: Format field can not be empty, please add a file format extension
ar_eg: لا يمكن أن يكون حقل التنسيق فارغًا ، يرجى إضافة امتداد تنسيق الملف
es: El campo de formato no pueda estar en blanco. Por favor, añada una extensión de fichero de salida.
fr: Le champ Format ne peut pas être vide, veuillez ajouter une extension de format de fichier
it: Il campo formato non può essere vuoto, aggiungi una estensione formato file
pl: Pole formatu nie może być puste, proszę dodać rozszerzenie formatu pliku
pt_br: O campo de formato não pode estar vazio, adicione uma extensão de formato de arquivo
zh_hans: 格式字段不能为空，请添加文件格式扩展名

source: Format ID
ar_eg: معرف التنسيق
es: ID
fr: Identifiant du format
it: ID formato
pt_br: ID do formato
zh_hans: 格式标识

# format_no
source: Format field is empty.
ar_eg: حقل التنسيق فارغ.
es: El campo de formato de salida está en blanco.
fr: Le champ Format est vide.
it: Il campo formato non può essere vuoto.
pl: Pole formatu jest puste.
pt_br: O campo de formatação está vazio.
zh_hans: 格式字段为空

source: found
ar_eg: وجد
es: hallado
fr: trouvé
it: trovato
pl: znaleziony
pt_br: Encontrado
zh_hans: 找到

# fr_rate
source: Frame rate
ar_eg: معدل الإطار
es: Fotogramas por segundo
fr: Fréquence d'images
it: Frequenza fotogrammi
pl: Szybkość klatek
pt_br: Taxa de quadros
zh_hans: 帧率

# f_bitr
source: File bitrate
ar_eg: معدل بت الملف
es: Tasa de bits
fr: Débit du fichier
it: Bitrate file
pl: Szybkość transmisji pliku
pt_br: Taxa de bits do arquivo
zh_hans: 文件比特率

# f_size
source: File size
ar_eg: حجم الملف
es: Tamaño de archivo
fr: Taille du fichier
it: Dimensione file
pl: Rozmiar pliku
pt_br: Tamanho do arquivo
zh_hans: 文件大小

# f_str
source: First stream
ar_eg: أول تيار
es: Primera pista
fr: Premier flux
it: Primo stream
pl: Pierwszy strumień
pt_br: Pirmeiro fluxo
zh_hans: 第一条流

source: GENERAL:
ar_eg: عام:
fr: GÉNÉRAL:
it: GENERALE:
pl: OGÓLNY:
pt_br: GERAL:
zh_hans: 一般的:

# get_cont
source: Getting content
ar_eg: الحصول على المحتوى
es: Obteniendo contenidos
fr: Obtenir du contenu
it: Analisi contenuto
pl: Pobieranie treści
pt_br: Obtendo conteúdo
zh_hans: 获取内容

source: Get total seconds/frames
ar_eg: احصل على إجمالي الثواني / الإطارات
es: Obtener total de segundos/fotogramas
fr: Obtenez le nombre total de secondes/images
it: Analisi totale secondi/fotogrammi
pl: Uzyskaj całkowitą liczbę sekund/klatek
pt_br: Obtenha o total de segundos/frames
zh_hans: 获取总秒数/帧

# header_fail
source: Could not write header
ar_eg: تعذر كتابة العنوان
es: No se pudo escribir la cabecera
fr: Impossible d'écrire l'en-tête
it: Impossibile scrivere l'intestazione
pl: Nie można zapisać nagłówka
pt_br: Não foi possível escrever o cabeçalho
zh_hans: 无法写入标题

source: Height
ar_eg: ارتفاع
es: Alto
fr: Hauteur
it: Altezza
pl: Wysokość
pt_br: Altura
zh_hans: 高度

source: Help
ar_eg: يساعد
es: Ayuda
fr: Aide
it: Aiuto
pl: Pomoc
pt_br: Ajuda
zh_hans: 帮助

source: Help forum
ar_eg: منتدى المساعدة
es: Foro de ayuda
fr: Forum d'aide
it: Forum supporto
pl: Forum pomocy
pt_br: Fórum de Ajuda
zh_hans: 帮助论坛

# help_not
source: File was not found. You may have to reinstall application.
ar_eg: لم يتم العثور على الملف. قد تضطر إلى إعادة تثبيت التطبيق.
es: No se encontró el fichero de ayuda. Reinstalar la aplicación puede resolver el problema.
fr: Le fichier n'a pas été trouvé. Vous devrez peut-être réinstaller l'application.
it: File non trovato. Potrebbe essere necessario reinstallare l'applicazione.
pl: Plik nie został znaleziony. Być może trzeba będzie ponownie zainstalować aplikację.
pt_br: Arquivo não encontrado. Você pode ter que reinstalar o aplicativo.
zh_hans: 未找到文件，您可能需要重新安装应用程序

source: Hibernate
ar_eg: بيات شتوى
es: Hibernar
fr: Hiberner
it: Iberna PC
pl: Hibernować
pt_br: Hibernar
zh_hans: 休眠

source: High
ar_eg: عالي
es: Alta
fr: Haut
it: Alto
pl: Wysoki
pt_br: Alto

source: hours
ar_eg: ساعات
es: horas
fr: heures
it: ore
pl: godziny
pt_br: Horas
zh_hans: 小时

# hrq
source: Higher quality
ar_eg: جودة أعلى
es: Mayor calidad
fr: Meilleure qualité
it: Maggiore qualità
pl: Wyższa jakość
pt_br: Maior qualidade
zh_hans: 更高质量

source: Idle
ar_eg: عاطل
es: Baja
fr: Inactif
it: In attesa
pl: Bezczynny
pt_br: Ocioso
zh_hans: 闲置

# images_c2
source: Images detected
ar_eg: تم الكشف عن الصور
es: Imágenes detectadas en la lista
fr: Images détectées
it: Rilevate immagini
pl: Wykryto obrazy
pt_br: Imagens detectadas
zh_hans: 检测到的图像

# images_conc
source: Images were found on file list. Do you want to join image files to video?"
ar_eg: تم العثور على الصور في قائمة الملفات. هل تريد ضم ملفات الصور إلى الفيديو؟ "
es: Se encontradon imágenes en la lista de ficheros. ¿Desea unirlas como un vídeo?
fr: Des images ont été trouvées dans la liste des fichiers. Voulez-vous joindre des fichiers image à une vidéo ? »
it: Sono state trovate delle immagini nell'elenco dei file. Vuoi unire i file immagine al video?
pl: Obrazy zostały znalezione na liście plików. Czy chcesz dołączyć pliki obrazów do wideo?"
pt_br: As imagens foram encontradas na lista de arquivos. Quer juntar arquivos de imagem ao vídeo? "
zh_hans: 在文件列表中找到图像，您想将图像文件加入视频吗？

source: Images extraction wizard
ar_eg: معالج استخراج الصور
es: Asistente de extración de imágenes
fr: Assistant d'extraction d'images
it: Procedura guidata estrazione immagini
pl: Kreator ekstrakcji obrazów
pt_br: Assistente de extração de imagens
zh_hans: 图像提取向导

# image_audio
source: Image for audio
ar_eg: صورة للصوت
es: Imagen para audio
fr: Image pour l'audio
it: Immagine per audio
pl: Obraz do dźwięku
pt_br: Imagem para áudio
zh_hans: 音频图像

# inc_font
source: Increase list font size
ar_eg: زيادة حجم خط القائمة
es: Aumentar tamaño de fuente
fr: Augmenter la taille de la police de la liste
it: Aumenta dimensione font elenco
pl: Zwiększ rozmiar czcionki listy
pt_br: Aumentar o tamanho da fonte da lista
zh_hans: 增加列表字体大小

source: Information
ar_eg: معلومة
es: Información
it: Informazione
pl: Informacja
pt_br: Informação
zh_hans: 信息

# init1
source: Initializing
ar_eg: جار تهيئة
es: Iniciando
fr: Initialisation
it: Inizializzazione
pl: Inicjalizacja
pt_br: Inicializando
zh_hans: 安装中

# inst_err
source: Installation error
ar_eg: خطأ في التثبيت
es: Error de instalación
fr: Erreur d'installation
it: Errore installazione
pl: Błąd instalacji
pt_br: Erro de instalação
zh_hans: 安装错误

source: Interval
ar_eg: فاصلة
es: Intervalo
fr: Intervalle
it: Intervallo
pl: Interwał
pt_br: Intervalo
zh_hans: 无效

# invalid_av
source: Invalid A/V files found
ar_eg: تم العثور على ملفات A / V غير صالحة
es: Ficheros multimedia no válidos
fr: Fichiers A/V invalides trouvés
it: Trovati file A/V non validi
pl: Znaleziono nieprawidłowe pliki A/V
pt_br: Arquivos A/V inválidos encontrados
zh_hans: 发现无效的 A/V 文件

# invalid_ch
source: Invalid characters detected. Dots are not a valid character in this field
ar_eg: تم الكشف عن أحرف غير صالحة. النقاط ليست حرفًا صالحًا في هذا المجال
es: Caracteres no válidos encontrados. Los puntos no son un caracter válido en este campo.
fr: Caractères invalides détectés. Les points ne sont pas un caractère valide dans ce champ.
it: Rilevati caratteri non validi. I punti non sono un carattere valido in questo campo.
pl: Wykryto nieprawidłowe znaki. Kropki nie są prawidłowym znakiem w tym polu
pt_br: Carateres inválidos detectados. Os pontos não são caracteres válidos neste campo
zh_hans: 检测到无效字符，点不是此字段中的有效字符

# invalid_ch2
source: Invalid characters
ar_eg: أحرف غير صالحة
es: Caracteres no válidos
fr: Caractères invalides
it: Caratteri non validi
pl: Nieprawidłowe znaki
pt_br: Caracteres inválidos
zh_hans: 无效字符

# invalid_char
source: Invalid characters detected.
ar_eg: تم الكشف عن أحرف غير صالحة.
es: Se detectaron caracteres no válidos.
fr: Caractères invalides détectés.
it: Rilevati caratteri non validi.
pl: Wykryto nieprawidłowe znaki.
pt_br: Carateres inválidos detectados.
zh_hans: 检测到无效字符

# invalid_frame_s
source: Invalid frame size value
ar_eg: قيمة حجم الإطار غير صالحة
es: Tamaño de fotograma no válido.
fr: Valeur de taille d'image invalide
it: Valore dimensione fotogramma non valido
pl: Nieprawidłowa wartość rozmiaru ramki
pt_br: Valor de tamanho de quadro inválido
zh_hans: 无效的帧大小值

# invalid_frate
source: Invalid framerate value
ar_eg: قيمة معدل عرض الإطارات غير صالحة
es: Valor de fotogramas no válido.
fr: Valeur de framerate invalide
it: Valore frequenza fotogrammi non valido
pl: Nieprawidłowa wartość liczby klatek na sekundę
pt_br: Valor de taxa de quadros inválido
zh_hans: 无效的帧率值

# invalid_fsize
source: Invalid file size value
ar_eg: قيمة حجم الملف غير صالحة
es: Valor de tamaño no válido.
fr: Valeur de taille de fichier invalide
it: Valore dimensione file non valido
pl: Nieprawidłowa wartość rozmiaru pliku
pt_br: Valor de tamanho de arquivo inválido
zh_hans: 无效的文件大小值

# invalid_p
source: Preset is not valid. It may require to review encoding parameters or output container.
ar_eg: الإعداد المسبق غير صالح. قد يتطلب الأمر مراجعة معلمات الترميز أو حاوية الإخراج.
es: El preset no es válido. Es posible que necesite revisar los parámetros o el formato.
fr: Le préréglage n'est pas valide. Il peut être nécessaire de revoir les paramètres d'encodage ou le conteneur de sortie.
it: Profilo non valido. Potrebbe essere necessario rivedere i parametri di codifica o il contenitore destinazione.
pl: Ustawienie wstępne jest nieprawidłowe. Może być konieczne sprawdzenie parametrów kodowania lub kontenera wyjściowego.
pt_br: A predefinição não é válida. Pode ser necessário revisar os parâmetros de codificação ou o contêiner de saída.
zh_hans: 预设无效，可能需要检查编码参数或输出容器

# invalid_path
source: Selected path is not valid.
ar_eg: المسار المحدد غير صالح.
es: La ruta seleccionada no es válida.
fr: Le chemin sélectionné n'est pas valide.
it: Percorso selezionato non valido.
pl: Wybrana ścieżka jest nieprawidłowa.
pt_br: O caminho selecionado não é válido.
zh_hans: 所选路径无效

# invalid_pres
source: Invalid preset data found.
ar_eg: تم العثور على بيانات معدة مسبقًا غير صالحة.
es: Datos no válidos en el preset.
fr: Données prédéfinies invalides trouvées.
it: Rilevati dati non validi nel profilo.
pl: Znaleziono nieprawidłowe dane wstępne.
pt_br: Dados predefinidos inválidos encontrados.
zh_hans: 发现无效的预设数据

# invalid_rem
source: Invalid characters were detected and removed.
ar_eg: تم الكشف عن الأحرف غير الصالحة وإزالتها.
es: Se eliminaron caracteres no válidos en el nombre de archivo de salida.
fr: Les caractères invalides ont été détectés et supprimés.
it: Sono stati rilevati e rimossi caratteri non validi.
pl: Wykryto i usunięto nieprawidłowe znaki.
pt_br: Caracteres inválidos foram detectados e removidos.
zh_hans: 检测到并删除了无效字符

# invalid_yt
source: No valid YouTube URL found.
ar_eg: لم يتم العثور على عنوان URL صالح على YouTube.
es: No se encontró un enlace de YouTube válido.
fr: Aucune URL YouTube valide trouvée.
it: Rilevata URL YouTube non valida.
pl: Nie znaleziono prawidłowego adresu URL YouTube.
pt_br: Nenhum link válido do YouTube encontrado.
zh_hans: 找不到有效的YouTube网址

# items_alr
source: Items already processed on jobs lists
ar_eg: العناصر التي تمت معالجتها بالفعل في قوائم الوظائف
es: Elementos ya procesados en la lista de tareas
fr: Éléments déjà traités sur les listes de tâches
it: Elementi già elaborati nell'elenco attività
pl: Elementy już przetworzone na listach zadań
pt_br: Itens já processados ​​nas listas de trabalhos
zh_hans: 已在任务列表中处理的项目

# items_q
source: There are no items with status
ar_eg: لا توجد عناصر ذات حالة
es: No hay elementos con estado
fr: Il n'y a aucun élément avec un statut
it: Non ci sono elementi con stato
pl: Brak elementów ze statusem
pt_br: Não há itens com status
zh_hans: 没有带状态的项目

# item_lang
source: Item language
ar_eg: لغة العنصر
es: Idioma del elemento
fr: Langue de l'article
it: Lingua elemento
pl: Język elementu
pt_br: Idioma do item
zh_hans: 项目语言

source: Jobs:
ar_eg: وظائف:
es: Tareas:
fr: Emplois:
it: Attività:
pl: Zadania:
pt_br: Tarefas:
zh_hans: 任务:

# jobs_blank
source: Jobs list is empty.
ar_eg: قائمة الوظائف فارغة.
es: La lista de tareas está vacía.
fr: La liste des tâches est vide.
it: L'elenco attività è vuoto.
pl: Lista zadań jest pusta.
pt_br: A lista de trabalhos está vazia.
zh_hans: 任务列表为空

# jobs_reset
source: Jobs list was already processed. Please reset status with button at the top right corner to start it over.
ar_eg: تمت معالجة قائمة الوظائف بالفعل. يرجى إعادة تعيين الحالة باستخدام الزر في الزاوية اليمنى العليا لبدء تشغيلها من جديد.
es: La lista de tareas ya ha sido procesada. Por favor, reinicialice el estado de las tareas con el botón en la esquina superior derecha para comenzar de nuevo.
fr: La liste des tâches a déjà été traitée. Veuillez réinitialiser le statut avec le bouton dans le coin supérieur droit pour recommencer.
it: L'elenco attività è già stato elaborato. Per ricominciare da capo ripristina lo stato con il pulsante nell'angolo in alto a destra.
pl: Lista zadań została już przetworzona. Proszę zresetować status przyciskiem w prawym górnym rogu, aby zacząć od nowa.
pt_br: A lista de trabalhos já foi processada. Redefina o status com o botão no canto superior direito para reiniciá-lo.
zh_hans: 任务列表已处理，请使用右上角的按钮重置状态以重新开始

source: Keep
ar_eg: يحفظ
es: Dejar
fr: Garder
it: Mantieni
pl: Trzymać
pt_br: Manter
zh_hans: 保留

source: Language
ar_eg: لغة
es: Idioma
fr: Langue
it: Lingua
pl: Język
pt_br: Idioma
zh_hans: 语言

# lang_tracks
source: Set language for undefined tracks
ar_eg: ضبط اللغة للمسارات غير المحددة
es: Fijar idioma en pistas sin idioma
fr: Définir la langue pour les pistes non définies
it: Imposta lingua per tracce non definite
pl: Ustaw język dla nie nieokreślonych ścieżek
pt_br: Definir idioma para faixas indefinidas
zh_hans: 为未定义的轨道设置语言

# last_b_l
source: Last batch log
ar_eg: آخر سجل دفعة
es: Último archivo de registro
fr: Journal du dernier lot
it: Registro ultimo batch
pl: Ostatni dziennik partii
pt_br: Registro do último lote
zh_hans: 上一次的日志

# last_log
source: Display last saved log
ar_eg: عرض آخر سجل محفوظ
es: Mostrar último archivo de registro
fr: Afficher le dernier journal enregistré
it: Visualizza ultimo registro salvato
pl: Wyświetl ostatnio zapisany dziennik
pt_br: Exibir o último registro salvo
zh_hans: 显示上次保存的日志

# last_log1
source: Last session Batch log
ar_eg: سجل الدفعة الأخير للجلسة
es: Último registro
fr: Journal de lots de la dernière session
it: Ultimo registro sessione batch
pl: Ostatnia sesja Dziennik wsadowy
pt_br: Registro de lote da última sessão
zh_hans: 上次会话批处理日志

# last_pr
source: Last used preset
ar_eg: آخر تعيين مسبق تم استخدامه
es: Último preset usado
fr: Dernier préréglage utilisé
it: Ultimo profilo usato
pl: Ostatnio używane ustawienie wstępne
pt_br: Última predefinição usada
zh_hans: 上次使用的预设

# latestv
source: You are using the latest version:
ar_eg: أنت تستخدم أحدث إصدار:
es: Está usando la versión más reciente:
fr: Vous utilisez la dernière version :
it: Questa versione è aggiornata:
pl: Używasz najnowszej wersji:
pt_br: Você está usando a versão mais recente:
zh_hans: 您使用的是最新版本:

# latest_ff
source: You are using the latest ffmpeg version
ar_eg: أنت تستخدم أحدث إصدار من ffmpeg
es: Está utilizando la versión más reciente de ffmpeg
fr: Vous utilisez la dernière version de ffmpeg
it: La versione di ffmpeg è aggiornata
pl: Używasz najnowszej wersji ffmpeg
pt_br: Você está usando a versão mais recente do ffmpeg
zh_hans: 您正在使用最新版本的ffmpeg

# latest_preset
source: Latest saved preset
ar_eg: أحدث إعداد مسبق محفوظ
es: Último preset guardado
fr: Dernier préréglage enregistré
it: Ultimo profilo salvato
pl: Ostatnio zapisany preset
pt_br: Última predefinição salva
zh_hans: 最近保存的预设

# launch
source: Launching application in
ar_eg: إطلاق التطبيق في
es: Lanzando aplicación en
fr: Lancement de l'application dans
it: Esecuzione applicazione in
pl: Uruchamianie aplikacji w
pt_br: Iniciando o aplicativo em
zh_hans: 在启动应用程序

# less_one
source: < 1 minute
ar_eg: <1 دقيقة
es: < 1 minuto
it: < 1 minuto
pl: < 1 minuty
pt_br: < 1 minuto
zh_hans: 1分钟

# links
source: URL lists
ar_eg: قوائم عناوين URL
es: Listas de enlaces
fr: Listes d'URL
it: Elenco URL
pl: Listy adresów
pt_br: Listas de links
zh_hans: 网址列表

# list_bl
source: Queue empty
ar_eg: قائمة الانتظار فارغة
es: Lista vacía
fr: File d'attente vide
it: Coda vuota
pl: Kolejka pusta
pt_br: Fila vazia
zh_hans: 队列为空

# list_empty
source: File list is empty.
ar_eg: قائمة الملفات فارغة.
es: La lista de archivos está vacía.
fr: La liste des fichiers est vide.
it: L'elenco file è vuoto.
pl: Lista plików jest pusta.
pt_br: A lista de arquivos está vazia.
zh_hans: 文件列表为空

# live_end
source: Live recording session finished.
ar_eg: انتهت جلسة التسجيل المباشر.
es: Captura de enlace en vivo finalizada.
fr: Session d'enregistrement en direct terminée.
it: Sessione registrazione live completata.
pl: Sesja nagraniowa na żywo zakończona.
pt_br: Sessão de gravação ao vivo encerrada.
zh_hans: 在线录制结束

# loading1
source: Loading...
ar_eg: تحميل...
es: Cargando...
fr: Chargement...
it: Caricamento...
pl: Wczytywanie...
pt_br: Carregando...
zh_hans: 加载中...

source: Load queue file
ar_eg: تحميل ملف قائمة الانتظار
es: Cargar fichero de cola
fr: Charger le fichier de file d'attente
it: Carica file attività
pl: Załaduj plik kolejki
pt_br: Carregar arquivo da fila
zh_hans: 加载队列文件

# log_dis
source: Logging is disabled
ar_eg: تم تعطيل التسجيل
es: El registro de aplicación está deshabilitado
fr: La journalisation est désactivée
it: Registrazione eventi disabilitata
pl: Rejestrowanie jest wyłączone
pt_br: O registro está desativado
zh_hans: 日志被禁用

# log_enab
source: Logging option could not be saved. Logging will be enabled for this session.
ar_eg: تعذر حفظ خيار التسجيل. سيتم تمكين التسجيل لهذه الجلسة.
es: La opción de registro de aplicación no pudo ser guardada. El registro solo se realizará para esta sesión.
fr: L'option de journalisation n'a pas pu être enregistrée. La journalisation sera activée pour cette session.
it: Impossibile salvare l'opzione di registrazione eventi. La registrazione sarà abilitata per questa sessione.
pl: Opcja rejestrowania nie mogła zostać zapisana. Rejestrowanie zostanie włączone dla tej sesji.
pt_br: A opção de registro não pôde ser salva. O registro será habilitado para esta sessão.
zh_hans: 无法保存日志记录选项，将为此会话启用日志记录。

# log_req
source: Logging is required to store full silence detection information. Do you want to enable it?
ar_eg: التسجيل مطلوب لتخزين معلومات الكشف عن الصمت الكامل. هل تريد تمكين هذا؟
es: El registro de aplicación es necesario para almacenar toda la información sobre la detección de silencio. ¿Desea habilitarlo?
fr: La journalisation est requise pour stocker toutes les informations de détection de silence. Voulez-vous l'activer ?
it: La registrazione è necessaria per memorizzare le informazioni di rilevamento silenzio completo. Vuoi abilitarla?
pl: Rejestrowanie jest wymagane do przechowywania pełnych informacji o wykrywaniu ciszy. Czy chcesz je włączyć?
pt_br: O registro é necessário para armazenar informações de detecção de silêncio total. Você quer habilitá-lo?
zh_hans: 需要启用日志来完全存储静音检测信息，您要启用它吗？

# log_siz
source: Log size is
ar_eg: حجم السجل هو
es: El tamaño del archivo de registro es de
fr: La taille du journal est
it: Dimnensione file registro
pt_br: O tamanho do registro é
zh_hans: 日志大小为

source: LOG SIZE:
ar_eg: حجم السجل:
es: TAMAÑO DE REGISTRO:
fr: TAILLE DES BÛCHES :
it: DIM. REGISTRO:
pl: ROZMIAR LOG:
pt_br: TAMANHO DO REGISTRO:
zh_hans: 日志大小:

# lrq
source: Lower quality
ar_eg: أقل جودة
es: Menor calidad
fr: Basse qualité
it: Qualità bassa
pl: Niższa jakość
pt_br: Qualidade inferior
zh_hans: 低质量

# m3u_params
source: M3U Parameters
ar_eg: معلمات M3U
es: Parámetros m3u
fr: Paramètres M3U
it: Parametri M3U
pl: Parametry M3U
pt_br: Parâmetros M3U
zh_hans: M3U参数

# many_files
source: Adding many files
ar_eg: إضافة العديد من الملفات
es: Muchos ficheros agregados
fr: Ajout de nombreux fichiers
it: Aggiunta numerosi file
pl: Dodawanie wielu plików
pt_br: Adicionando muitos arquivos
zh_hans: 添加多个文件

# many_parsed
source: Many files to be parsed
ar_eg: سيتم تحليل العديد من الملفات
es: Muchos ficheros para analizar
fr: De nombreux fichiers à analyser
it: Molti file da analizzare
pl: Wiele plików do przeanalizowania
pt_br: Muitos arquivos a serem analisados
zh_hans: 要解析的文件很多

# man_path
source: Manual output path selection
ar_eg: اختيار مسار الإخراج اليدوي
es: Seleccionar ruta de salida
fr: Sélection manuelle du chemin de sortie
it: Selezione manuale percorso destinazione
pl: Ręczny wybór ścieżki wyjściowej
pt_br: Seleção de caminho de saída manual
zh_hans: 手动选择输出路径

# max_links
source: The download list supports up to 2000 links.
ar_eg: تدعم قائمة التنزيل ما يصل إلى 2000 رابط.
es: La lista de descarga admite un máximo de 2000 enlaces.
fr: La liste de téléchargement prend en charge jusqu'à 2 000 liens.
it: L'elenco download supporta fino a 2000 collegamenti.
pl: Lista pobierania obsługuje do 2000 adresów.
pt_br: A lista de download suporta até 2.000 links.
zh_hans: 下载列表最多支持2000个链接。

# max_list
source: Maximum list length reached
ar_eg: تم بلوغ الحد الأقصى لطول القائمة
es: Superado tamaño máximo de lista
fr: Longueur maximale de la liste atteinte
it: Raggiunto limite lunghezza elenco
pl: Osiągnięto maksymalną długość listy
pt_br: Comprimento máximo da lista alcançado
zh_hans: 已达到最大列表长度

source: Media type
ar_eg: نوع الوسائط
es: Tipo de medio
fr: Type de support
it: Tipo media
pl: Typ medium
pt_br: Tipo de mídia
zh_hans: 媒体类型

# med_not
source: Selected file is not mediainfo.exe.
ar_eg: الملف المحدد ليس mediainfo.exe.
es: El fichero seleccionado no es mediainfo.exe
fr: Le fichier sélectionné n’est pas mediainfo.exe.
it: Il file selezionato non è mediainfo.exe.
pl: Wybrany plik nie jest mediainfo.exe.
pt_br: O arquivo selecionado não é mediainfo.exe.
zh_hans: 所选文件不是mediainfo.exe
