Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# med_not_f
source: Mediainfo.exe was not found in application path. Do you want to find it and copy it to application folder?
ar_eg: لم يتم العثور على Mediainfo.exe في مسار التطبيق. هل تريد العثور عليه ونسخه إلى مجلد التطبيق؟
es: Mediainfo.exe no se encontró en la ruta de la aplicación. ¿Desea localizarlo y copiarlo en la ruta del programa?
fr: Mediainfo.exe est introuvable dans le chemin de l'application. Voulez-vous le trouver et le copier dans le dossier de l'application ?
it: Mediainfo.exe non è stato trovato nel percorso applicazione. Vuoi trovarlo e copiarlo nella cartella applicazione?
pl: Mediainfo.exe nie został znaleziony w ścieżce aplikacji. Czy chcesz go znaleźć i skopiować do folderu aplikacji?
pt_br: Mediainfo.exe não foi encontrado no caminho do aplicativo. Quer localizá-lo e copiá-lo para a pasta do aplicativo?
zh_hans: 在应用程序路径中找不到Mediainfo.exe，您想找到它并将其复制到应用程序文件夹吗？

source: Metadata
ar_eg: البيانات الوصفية
es: Metadatos
fr: Métadonnées
it: Metadati
pl: Metadane
pt_br: Metadados
zh_hans: 元数据

source: minutes
ar_eg: دقائق
es: minutos
it: minuti
pt_br: minutos
zh_hans: 分钟

# minutes_abrev
source: min.
ar_eg: دقيقة.
pl: prot.
zh_hans: 分.

# missing1
source: Missing file on the list
ar_eg: ملف مفقود في القائمة
es: No se encontró un fichero
fr: Fichier manquant dans la liste
it: File mancante nell'elenco
pl: Brak pliku na liście
pt_br: Arquivo ausente na lista
zh_hans: 列表中缺少文件

# mix_urls
source: Mixing of YouTube and other types of URLs on the list is not supported.
ar_eg: لا يتم دعم خلط YouTube وأنواع أخرى من عناوين URL في القائمة.
es: No es posible mezclar enlaces de YouTube y otros tipos en la lista.
fr: Le mélange de YouTube et d'autres types d'URL dans la liste n'est pas pris en charge.
it: La combinazione di YouTube e altri tipi di URL nell'elenco non è supportata.
pl: Łączenie adresów URL z serwisu YouTube i innych typów adresów URL na liście nie jest obsługiwane.
pt_br: A mistura de YouTube e outros tipos de links na lista não é compatível.
zh_hans: 不支持在列表中混合使用YouTube和其他类型的URL

# mix_urls2
source: File list contains a mix of Youtube and other types of links. Please select only lists with either YouTube links or other type of URLs.
ar_eg: تحتوي قائمة الملفات على مزيج من Youtube وأنواع أخرى من الروابط. يرجى تحديد القوائم التي تحتوي على روابط YouTube أو أي نوع آخر من عناوين URL فقط.
es: La lista de enlaces contiene una mezcla de enlaces de YouTube y otros tipos de enlaces. Por favor, seleccione listas de enlaces que contengan solamente uno u otro tipo.
fr: La liste de fichiers contient un mélange de liens YouTube et d'autres types de liens. Veuillez sélectionner uniquement des listes contenant des liens YouTube ou d'autres types d'URL.
it: L'elenco dei file contiene un mix di collegamenti di Youtube e altri tipi. Seleziona solo elenchi con collegamenti YouTube o altri tipi di URL.
pl: Lista plików zawiera mieszankę linków YouTube i innych typów linków. Wybierz tylko listy z linkami YouTube lub innymi typami adresów URL.
pt_br: A lista de arquivos contém uma mistura do Youtube e outros tipos de links. Selecione apenas listas com links do YouTube ou outro tipo de link.
zh_hans: 文件列表包含Youtube和其他类型链接的混合。请仅选择包含YouTube链接或其他类型URL的列表。

# move_down
source: Move item down
ar_eg: تحريك العنصر لأسفل
es: Mover elemento abajo
fr: Déplacer l'élément vers le bas
it: Sposta elemento giù
pl: Przenieś pozycję niżej
pt_br: Mover item para baixo
zh_hans: 下移项目

source: Move item to bottom
ar_eg: انقل العنصر إلى الأسفل
es: Mover al final
fr: Déplacer l'élément vers le bas
it: Sposta elemento in basso
pl: Przenieś pozycję na dół
pt_br: Mover item para o final
zh_hans: 将项目移至底部

source: Move item to top
ar_eg: انقل العنصر إلى الأعلى
es: Mover al principio
fr: Déplacer l'élément vers le haut
it: Sposta elemento in alto
pl: Przenieś pozycję na górę
pt_br: Mover item para o topo
zh_hans: 将项目移至顶部

# move_up
source: Move item up
ar_eg: تحريك العنصر لأعلى
es: Mover elemento arriba
fr: Déplacer l'élément vers le haut
it: Sposta elemento giù
pl: Przenieś pozycję wyżej
pt_br: Mover item para cima
zh_hans: 上移项目

# mov_warn
source: Some features may not work in mov format. Subtitle text files only supported encoding is mov_text.
ar_eg: قد لا تعمل بعض الميزات بتنسيق mov. ملفات نصية الترجمة المدعومة فقط هي mov_text.
es: Algunas funcionalidades pueden no estar disponibles en formato mov. El único formato de subtítulos de texto admitido es mov_text.
fr: Certaines fonctionnalités peuvent ne pas fonctionner au format mov. Seul l'encodage pris en charge par les fichiers texte de sous-titres est mov_text.
it: Alcune funzionalità potrebbero non essere compatibili con il formato MOV. La codifica supportata solo per i file di testo dei sottotitoli è mov_text.
pl: Niektóre funkcje mogą nie działać w formacie mov. Pliki tekstowe napisów obsługiwane są tylko kodowaniem mov_text.
pt_br: Alguns recursos podem não funcionar no formato mov. Arquivos de texto de legenda apenas com a codificação suportada mov_texto.
zh_hans: 某些功能可能无法在mov格式中使用，字幕文本文件仅支持的编码是mov_text。

# mov_warn2
source: MOV container constraints
ar_eg: قيود حاوية MOV
es: Limitaciones del formato MOV
fr: Contraintes du conteneur MOV
it: Vincoli contenitore MOV
pl: Ograniczenia kontenera MOV
pt_br: Restrições de contêiner MOV
zh_hans: MOV容器限制

# mp4_subs
source: MP4 subtitles not supported in MKV container
ar_eg: ترجمة MP4 غير مدعومة في حاوية MKV
es: Subtítulos MP4 no admitidos en formato de salida MKV
fr: Les sous-titres MP4 ne sont pas pris en charge dans le conteneur MKV
it: I sottotitoli MP4 non supportati nel contenitore MKV
pl: Napisy MP4 nie są obsługiwane w kontenerze MKV
pt_br: Legendas em MP4 não são compatíveis com o contêiner MKV
zh_hans: MKV容器不支持MP4字幕

# mp4_warn
source: Some features may not work in mp4 format. Subtitle text files only supported encoding is mov_text.
ar_eg: قد لا تعمل بعض الميزات بتنسيق mp4. ملفات نصية الترجمة المدعومة فقط هي mov_text.
es: Algunas funcionalidades no están disponibles con el formato de salida MP4. Los subtítulos admitidos son solo los de formato mov_text.
fr: Certaines fonctionnalités peuvent ne pas fonctionner au format mp4. Seul l'encodage pris en charge par les fichiers texte de sous-titres est mov_text.
it: Alcune funzionalità potrebbero non essere compatibili con il formato mp4. La codifica supportata solo per i file di testo dei sottotitoli è mov_text.
pl: Niektóre funkcje mogą nie działać w formacie mp4. Pliki tekstowe napisów obsługiwane są tylko kodowaniem mov_text.
pt_br: Alguns recursos podem não funcionar no formato mp4. Arquivos de texto de legenda apenas com a codificação suportada mov_texto.
zh_hans: 某些功能可能无法在mp4格式中使用，字幕文本文件仅支持的编码是mov_text。

# mp4_warn2
source: MP4 container constraints
ar_eg: قيود حاوية MP4
es: Limitaciones del formato MP4
fr: Contraintes du conteneur MP4
it: Vincoli contenitore MP4
pl: Ograniczenia kontenera MP4
pt_br: Restrições de contêiner MP4
zh_hans: MP4容器限制

# mstats
source: Multimedia file statistics
ar_eg: إحصائيات ملف الوسائط المتعددة
es: Estadísticas multimedia
fr: Statistiques des fichiers multimédia
it: Statistiche file multimediale
pl: Statystyki plików multimedialnych
pt_br: Estatísticas de arquivos multimídia
zh_hans: 多媒体文件统计

# multimedia_i
source: Get url multimedia information
ar_eg: الحصول على معلومات الوسائط المتعددة URL
es: Obtener información multimedia del enlace
fr: Obtenir des informations multimédia sur l'URL
it: Ottieni URL info multimedia
pl: Uzyskaj informacje multimedialne url
pt_br: Obter link de informações multimídia
zh_hans: 获取url多媒体信息

# multiple_folders
source: Multiple folders to single output folder may lead to overwriting. You can enable
ar_eg: قد تؤدي المجلدات المتعددة إلى مجلد الإخراج الفردي إلى الكتابة فوقها. يمكنك تمكين
es: Múltiples carpetas de origen con destino una única carpeta de salida puede provocar sobreescrituras de archivos no deseadas. Puede activar
fr: Plusieurs dossiers dans un seul dossier de sortie peuvent entraîner un écrasement. Vous pouvez l'activer.
it: Più cartelle in un'unica cartella destinazione possono causare la sovrascrittura. Puoi abilitare
pl: Wiele folderów do jednego folderu wyjściowego może prowadzić do nadpisywania. Możesz włączyć
pt_br: Várias pastas para uma única pasta de saída podem levar à substituição. Você pode habilitar
zh_hans: 多个文件夹到单个输出文件夹可能会导致覆盖。您可以启用

source: Multiple presets wizard
ar_eg: معالج إعدادات مسبقة متعددة
es: Asistente de perfiles múltiples
fr: Assistant de préréglages multiples
it: Procedura guidata profili multipli
pl: Kreator wielu ustawień wstępnych
pt_br: Assistente de múltiplas predefinições
zh_hans: 多个预设向导

# multiple_tr
source: Multiple tracks selected
ar_eg: تم تحديد مسارات متعددة
es: Varias pistas seleccionadas
fr: Plusieurs pistes sélectionnées
it: Selezionate tracce multiple
pl: Wybrano wiele utworów
pt_br: Múltiplas faixas selecionadas
zh_hans: 选择了多个轨道

# multi_full
source: MULTIMEDIA INFORMATION (FULL REPORT)
ar_eg: معلومات الوسائط المتعددة (تقرير كامل)
es: INFORMACIÓN MULTIMEDIA (COMPLETA)
fr: INFORMATION MULTIMÉDIA (RAPPORT COMPLET)
it: INFO MULTIMEDIA (RAPPPORTO COMPLETO)
pl: INFORMACJE MULTIMEDIALNE (PEŁNY RAPORT)
pt_br: INFORMAÇÕES MULTIMÍDIA (RELATÓRIO COMPLETO)
zh_hans: 多媒体信息（完整报告）

# multi_info
source: Multimedia information
ar_eg: معلومات الوسائط المتعددة
es: Información multimedia
fr: informations multimédia
it: Info multimedia
pl: Informacje multimedialne
pt_br: Informação multimídia
zh_hans: 多媒体信息

# multi_proc
source: Start processing multiple files using number below
ar_eg: ابدأ في معالجة ملفات متعددة باستخدام الرقم أدناه
es: Iniciar codificación múltiple de ficheros usando el número abajo
fr: Commencez à traiter plusieurs fichiers en utilisant le numéro ci-dessous
it: Avvia elaborazione di più file usando il numero sotto
pl: Rozpocznij przetwarzanie wielu plików, używając poniższego numeru
pt_br: Comece a processar vários arquivos usando o número abaixo
zh_hans: 使用下面的数字开始处理多个文件

# multi_streams
source: Multimedia streams
ar_eg: تيارات الوسائط المتعددة
es: Flujos multimedia
fr: Flux multimédia
it: Stream multimedia
pl: Strumienie multimedialne
pt_br: Fluxos de multimídia
zh_hans: 多媒体流

# multi_summary
source: MULTIMEDIA INFORMATION (SUMMARY)
ar_eg: معلومات الوسائط المتعددة (ملخص)
es: INFORMACIÓN MULTIMEDIA (RESUMEN)
fr: INFORMATION MULTIMÉDIA (RÉSUMÉ)
it: INFO MULTIMEDIA (SOMMARIO)
pl: INFORMACJE MULTIMEDIALNE (STRESZCZENIE)
pt_br: INFORMAÇÕES DE MULTIMÍDIA (RESUMO)
zh_hans: 多媒体信息（摘要）

# multi_vid
source: Video encoding tasks are already multi-thread, thus sequential single file processing is usually recommended. Continue anyway?
ar_eg: تعد مهام ترميز الفيديو متعددة الخيوط بالفعل ، وبالتالي يوصى عادةً بمعالجة ملف واحد متسلسل. هل تريد الاستمرار على أي حال؟
es: La codificación de vídeo suele ser ya un proceso multi-hilo, por lo que la codificación secuencial está recomendada. ¿Continuar de todos modos?
fr: Les tâches d'encodage vidéo sont déjà multithread, donc le traitement séquentiel d'un seul fichier est généralement recommandé. Continuer quand même ?
it: Le attività di codifica video sono già multi-thread, quindi di solito si consiglia l'elaborazione sequenziale di un singolo file. Vuoi continuare comunque?
pl: Zadania kodowania wideo są już wielowątkowe, dlatego zazwyczaj zaleca się sekwencyjne przetwarzanie pojedynczych plików. Kontynuować mimo to?
pt_br: As tarefas de codificação de vídeo já são multi-thread, portanto, o processamento sequencial de arquivo único é geralmente recomendado. Continue de qualquer maneira?
zh_hans: 视频编码任务已经是多线程的，因此通常推荐顺序单文件处理。还是要继续？

# mux_abort
source: Multiplexing aborted
ar_eg: تم إحباط مضاعفة الإرسال
es: Multiplexado abortado
fr: Multiplexage interrompu
it: Multiplexing interrotto
pl: Multipleksowanie przerwane
pt_br: Junção cancelada
zh_hans: 多路复用中止

# mux_abort1
source: Multiplexing aborted.
ar_eg: تم إحباط مضاعفة الإرسال.
es: Multiplexado fue abortado.
fr: Multiplexage interrompu.
it: Multiplexing interrotto.
pl: Multipleksowanie przerwane
pt_br: Junção cancelada.
zh_hans: 多路复用正在中止

# mux_Err1
source: Error muxing audio with image
ar_eg: خطأ في إرسال الصوت مع الصورة
es: Error multiplexando audio e imagen
fr: Erreur lors du multiplexage de l'audio avec l'image
it: Errore muxing audio con immagine
pl: Błąd podczas miksowania dźwięku z obrazem
pt_br: Erro ao mixar áudio com imagem
zh_hans: 将音频与图像混合时出错

# mux_fail1
source: Multiplexing failed:
ar_eg: فشل مضاعفة:
es: El multiplexado falló:
fr: Le multiplexage a échoué :
it: Multiplexing fallito:
pl: Multipleksowanie nie powiodło się:
pt_br: Junção falhou:
zh_hans: 复用失败:

# mux_jobs
source: Multiplex jobs manager
ar_eg: مدير وظائف Multiplex
es: Gestor de tareas de multiplexado
fr: Gestionnaire de travaux multiplex
it: Gestione attività multiplex
pl: Menedżer zadań multipleksowych
pt_br: Gerenciador de tarefas de Junção
zh_hans: 多重工作管理

# mux_ok
source: FFmpeg Batch multiplexing successfully completed
ar_eg: تم إكمال مضاعفة دفعة FFmpeg بنجاح
es: FFmpeg Batch - Multiplexado finalizado con éxito
fr: Le multiplexage par lots FFmpeg est terminé avec succès
it: FFmpeg Batch multiplexing completato
pl: Multipleksowanie wsadowe FFmpeg zostało pomyślnie ukończone
pt_br: Junção do FFmpeg Batch completeda com sucesso
zh_hans: FFmpeg批量复用成功完成

# mux_ok2
source: Multiplexing complete
ar_eg: اكتمل المضاعف
es: Multiplexado completado
fr: Multiplexage terminé
it: Multiplexing completato
pl: Multipleksowanie zakończone
pt_br: Junção completa
zh_hans: 复用完成

# mux_st
source: Multiplex streams
ar_eg: تيارات متعددة
es: Multiplexar pistas
fr: Flux multiplexés
it: Stream multiplex
pl: Strumienie multipleksowe
pt_br: Junção de fluxos
zh_hans: 复用流

source: Name
ar_eg: اسم
es: Nombre
fr: Nom
it: Nome
pl: Nazwa
pt_br: Nome
zh_hans: 名称

# names_overw
source: file(s) have the same file output name and will overwrite each other:
ar_eg: الملف (الملفات) لها نفس اسم إخراج الملف وستكتب فوق بعضها البعض:
es: fichero(s) tiene el mismo nombre de salida y se sobrescribirán el uno al otro:
fr: les fichiers ont le même nom de sortie de fichier et s'écraseront les uns les autres :
it: file hanno lo stesso nome destinazione e si sovrascriveranno a vicenda:
pl: plik(i) mają tę samą nazwę wyjściową i będą się wzajemnie nadpisywać:
pt_br: Arquivo(s) têm o mesmo nome de saída de arquivo e se sobrescreverão:
zh_hans: 文件具有相同的文件输出名称，会相互覆盖:

# name_5
source: Please select a preset name of at least 5 characters.
ar_eg: يرجى تحديد اسم معد مسبقًا لا يقل عن 5 أحرف.
es: Por favor, seleccione un nombre de preset de más de 5 caracteres.
fr: Veuillez sélectionner un nom prédéfini d'au moins 5 caractères.
it: Seleziona un nome profilo di almeno 5 caratteri.
pl: Proszę wybrać nazwę predefiniowaną składającą się z co najmniej 5 znaków.
pt_br: Selecionar um nome predefinido de pelo menos 5 caracteres.
zh_hans: 请选择至少5个字符的预设名称。

# net_cach
source: Network drive caching
ar_eg: محرك أقراص الشبكة التخزين المؤقت
es: Cachear ficheros de red
fr: Mise en cache du lecteur réseau
it: Caching unità rete
pl: Buforowanie dysku sieciowego
pt_br: Cache de unidade de rede
zh_hans: 网络驱动器缓存

source: New
ar_eg: جديد
es: Nuevo
fr: Nouveau
it: Nuovo
pl: Nowy
pt_br: Novo
zh_hans: 新

# new_ff_a
source: A new version of ffmpeg is available
ar_eg: نسخة جديدة متاحة من ffmpeg
es: Se encontró una versión más reciente de ffmpeg
fr: Une nouvelle version de ffmpeg est disponible
it: È disponibile una nuova versione di ffmpeg
pl: Dostępna jest nowa wersja ffmpeg
pt_br: Uma nova versão do ffmpeg está disponível
zh_hans: 新版本的ffmpeg可用

# new_preset
source: New unsaved preset
ar_eg: إعداد مسبق جديد غير محفوظ
es: Nuevo preset sin guardar
fr: Nouveau préréglage non enregistré
it: Nuovo profilo non salvato
pl: Nowe niezapisane ustawienie wstępne
pt_br: Nova predefinição não salva
zh_hans: 新的未保存预设

# new_preset2
source: New preset
ar_eg: ضبط مسبق جديد
es: Nuevo preset
fr: Nouveau préréglage
it: Nuovo profilo
pl: Nowe ustawienie wstępne
pt_br: Nova predefinição
zh_hans: 新预设

# new_ver
source: New version available
ar_eg: نسخة جديدة متاحة
es: Nueva versión disponible
fr: Nouvelle version disponible
it: Nuova versione disponibile
pl: Dostępna jest nowa wersja
pt_br: Nova versão disponível
zh_hans: 新版本可用

source: Next -->
ar_eg: التالي ->
es: Post. -->
fr: Suivant -->
it: Avanti -->
pl: Dalej -->
pt_br: Próximo ->
zh_hans: 下一个 -->

source: No
ar_eg: لا
fr: Non
pl: Nie
pt_br: Não

# none_copy
source: You can't select none or copy for audio preset.
ar_eg: لا يمكنك تحديد أي شيء أو نسخه للإعداد الصوتي المسبق.
es: No se puede seleccionar ninguno o copy en un preset de audio.
fr: Vous ne pouvez pas en sélectionner aucun ou copier un préréglage audio.
it: Non puoi selezionare no o copia come profilo audio.
pl: Nie można wybrać opcji „brak” ani „kopiuj” dla ustawień wstępnych audio.
pt_br: Você não pode selecionar nenhum ou copiar para predefinição de áudio.
zh_hans: 您不能为音频预设选择无或复制

# non_utf1
source: Non-UTF subtitles found on the list. Non-english languages may show incorrect characters. Continue?
ar_eg: تم العثور على ترجمات غير UTF في القائمة. قد تظهر اللغات غير الإنجليزية أحرفًا غير صحيحة. يكمل؟
es: Hay subtítulos en la lista que no están en formato UTF. Para idiomas distintos del inglés los caracteres podrían mostrarse incorrectamente. ¿Desea continuar?
fr: Les sous-titres non UTF trouvés dans la liste. Les langues autres que l'anglais peuvent afficher des caractères incorrects.
it: trovati nell'elenco sottotitoli non UTF. Le lingue non inglesi potrebbero visualizzare caratteri non corretti. Vuoi continuare?
pl: Na liście znaleziono napisy w formacie innym niż UTF. Języki inne niż angielski mogą wyświetlać nieprawidłowe znaki. Kontynuować?
pt_br: Legendas não UTF encontradas na lista. Idiomas diferentes do inglês podem apresentar caracteres incorretos. Prosseguir?
zh_hans: 在列表中找到non-UTF字幕。非英语语言可能会显示不正确的字符。继续？

source: Normal
ar_eg: طبيعي
fr: Normale
it: Normale
pl: Normalna
zh_hans: 普通的

source: No track info
ar_eg: لا توجد معلومات المسار
es: Sin información de pista
fr: Aucune information sur la piste
it: Nessuna info traccia
pl: Brak informacji o ścieżkce
pt_br: Sem informações de trilha
zh_hans: 没有轨道信息

# not_abort
source: Some processes could not be aborted. Press Ok to retry.
ar_eg: لا يمكن إحباط بعض العمليات. اضغط على "موافق" لإعادة المحاولة.
es: Algunos procesos no pudieron ser finalizados. Pulse Aceptar para reintentar.
fr: Certains processus n'ont pas pu être interrompus. Appuyez sur OK pour réessayer.
it: Alcuni processi non possono essere interrotti. Seleziona 'OK' per riprovare.
pl: Niektórych procesów nie można przerwać. Naciśnij OK, aby spróbować ponownie.
pt_br: Alguns processos não puderam ser abortados. Pressione Ok para tentar novamente.
zh_hans: 某些进程无法中止，按确定重试

source: Not deleted
ar_eg: غير محذوف
es: No borrado
fr: Non supprimé
it: Non eliminato
pl: Nie usunięto
pt_br: Não excluído
zh_hans: 未删除

# not_found1
source: was not found. Please remove it or refresh list.
ar_eg: لم يتم العثور على. يرجى إزالته أو تحديث القائمة.
es: no fue encontrado. Por favor elimínelo o actualice la lista.
fr: n'a pas été trouvé. Veuillez le supprimer ou actualiser la liste.
it: non è stato trovato. Rimuovilo o aggiorna l'elenco.
pl: nie znaleziono. Proszę usunąć lub odświeżyć listę.
pt_br: não foi encontrado. Remova-o ou atualize a lista.
zh_hans: 没有找到，请删除它或刷新列表

# not_include
source: Do not include
ar_eg: لا يشمل
es: No incluya
fr: N'incluez pas
it: DNon includere
pl: Nie uwzględniaj
pt_br: Não incluir
zh_hans: 不包括

# not_queued
source: o items with queued status
ar_eg: o العناصر ذات الوضع في قائمة الانتظار
es: No hay elementos con estado En cola
fr: o éléments avec un statut en file d'attente
it: o elementi con stato in coda
pl: o elementy ze statusem w kolejce
pt_br: Ítens com status na fila
zh_hans: 无处于排队状态的项目

source: Not recycled
ar_eg: غير معاد تدويره
es: No reciclado
fr: Non recyclé
it: Non riciclato
pl: Nie poddano recyklingowi
pt_br: Não reciclado
zh_hans: 不回收

# not_recycled2
source: files could not be moved to the recycle bin.
ar_eg: تعذر نقل الملفات إلى سلة المحذوفات.
es: ficheros no pudieron ser movidos a la papelera de reciclaje.
fr: les fichiers n'ont pas pu être déplacés vers la corbeille.
it: file non possono essere spostati nel Cestino.
pl: plików nie można przenieść do kosza.
pt_br: os arquivos não puderam ser movidos para a lixeira.
zh_hans: 文件无法移动到回收站

# not_recycled3
source: Some files not recycled
ar_eg: بعض الملفات لا يتم إعادة تدويرها
es: Algunos ficheros no fueron reciclados
fr: Certains fichiers non recyclés
it: Alcuni file non riciclati
pl: Niektóre pliki nie zostały poddane recyklingowi
pt_br: Alguns arquivos não são reciclados
zh_hans: 部分文件未回收

source: Not renamed
ar_eg: غير مسمى
es: No renombrado
fr: Non renommé
it: Non rinominato
pl: Nie zmieniono nazwy
pt_br: Não renomeado
zh_hans: 未重命名

source: not_replaced
ar_eg: لا يمكن استبداله
es: No reemplazado
pl: nie_zastąpiony
pt_br: Não_Substituído
zh_hans: 未替换

# not_requ
source: are not required.
ar_eg: غير مطلوبة.
es: no son necesarios.
fr: ne sont pas obligatoires.
it: non sono richiesti.
pl: nie są wymagane.
pt_br: Não são necessários.
zh_hans: 不是必需的

# not_subfolders
source: Adding subfolders enabled
ar_eg: إضافة المجلدات الفرعية معطلة
es: Subcarpetas: No
fr: Ajout de sous-dossiers désactivé
it: Aggiunta sotto cartelle abilitata
pl: Dodawanie podfolderów wyłączone
pt_br: Adição de subpastas ativada
zh_hans: 添加子文件夹已启用

# no_aerowiz
source: AeroWizard.dll was not found in application path. Reinstalling the application should fix it.
ar_eg: لم يتم العثور على AeroWizard.dll في مسار التطبيق. يجب أن تؤدي إعادة تثبيت التطبيق إلى إصلاحه.
es: AeroWizard.dll no fue encontrado en la ruta de la aplicación. Reinstalar el programa debería solucionar el problema.
fr: AeroWizard.dll est introuvable dans le chemin de l'application. La réinstallation de l'application devrait résoudre le problème.
it: AeroWizard.dll non è stato trovato nel percorso dell'applicazione. La re-installazione dell'applicazione dovrebbe risolve il problema.
pl: AeroWizard.dll nie został znaleziony w ścieżce aplikacji. Ponowna instalacja aplikacji powinna to naprawić.
pt_br: AeroWizard.dll não foi encontrado no caminho do aplicativo. Reinstalar o aplicativo deve corrigir isso.
zh_hans: 在应用程序路径中未找到 AeroWizard.dll，重新安装应用程序应该可以修复它

# no_audio
source: File does not contain audio streams.
ar_eg: الملف لا يحتوي على دفق الصوت.
es: El fichero no contiene flujos de audio.
fr: Le fichier ne contient pas de flux audio.
it: Il file non contiene stream audio.
pl: Plik nie zawiera strumieni audio.
pt_br: O arquivo não contém fluxos de áudio.
zh_hans: 文件不包含音频流

# no_audio2
source: No audio found
ar_eg: لم يتم العثور على صوت
es: No se encontró audio
fr: Aucun son trouvé
it: Nessun audio disponibile
pl: Nie znaleziono dźwięku
pt_br: Nenhum áudio encontrado
zh_hans: 未找到音频

# no_audio3
source: No audio found in the track list to mux with image.
ar_eg: لم يتم العثور على صوت في قائمة المقطوعات المسرحية مع الصورة.
es: No se encontró audio para multiplexar con la imagen.
fr: Aucun audio trouvé dans la liste des pistes à multiplexer avec l'image.
it: essun audio trovato nell'elenco delle tracce da unire con l'immagine.
pl: Nie znaleziono dźwięku na liście utworów do zmultiplikowania z obrazem.
pt_br: Nenhum áudio encontrado na lista de faixas para mixar com imagem.
zh_hans: 在轨道列表中找不到要与图像混合的音频

# no_backup
source: No backup file was found.
ar_eg: لم يتم العثور على ملف النسخ الاحتياطي.
es: No se encontró copia de seguridad.
fr: Aucun fichier de sauvegarde n'a été trouvé.
it: Nessun file backup disponibile.
pl: Nie znaleziono pliku kopii zapasowej.
pt_br: Nenhum arquivo de backup foi encontrado.
zh_hans: 未找到备份文件
