Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# webm_warn
source: Some features may not work in WEBM format. Only VP8/9 video and vorbis audio are admitted.
ar_eg: قد لا تعمل بعض الميزات بتنسيق WEBM. يُقبل فقط VP8 / 9 video و vorbis audio.
es: Algunas funcionalidades podrían no funcionar en el formato webm. Solo vídeo VP8/9 y Vorbis están admitidos.
fr: Certaines fonctionnalités peuvent ne pas fonctionner au format WEBM. Seules la vidéo VP8/9 et l'audio vorbis sont acceptées.
it: In formato WEBM alcune funzioni potrebbero non funzionare. Sono ammessi solo video VP8/9 e audio Vorbis.
pl: Niektóre funkcje mogą nie działać w formacie WEBM. Dopuszczalne są tylko wideo VP8/9 i audio Vorbis.
pt_br: Alguns recursos podem não funcionar no formato WEBM. Somente vídeo VP8/9 e áudio vorbis são permitidos.
zh_hans: 某些功能可能不适用于WEBM格式。只接受VP8/9视频和vorbis音频。

# webm_warn2
source: WEBM container constraints
ar_eg: قيود حاوية WEBM
es: Limitaciones del formato WEBM
fr: Contraintes du conteneur WEBM
it: Vincoli contenitore WEBM
pl: Ograniczenia kontenera WEBM
pt_br: Restrições de contêiner WEBM
zh_hans: WEBM容器限制

source: Width
ar_eg: عرض
es: Ancho
fr: Largeur
it: Larghezza
pl: Szerokość
pt_br: Largura
zh_hans: 宽度

# width_heigh
source: (Width and height)
ar_eg: (العرض والارتفاع)
es: Ancho y alto
fr: (Largeur et hauteur)
it: (Larghezza ed altezza)
pl: (Szerokość i wysokość)
pt_br: (Largura e altura)
zh_hans: (宽度和高度)

# wiz_ready
source: Wizard is ready. Add files to main screen and select Start sequential or Multi-file encoding.
ar_eg: المعالج جاهز. أضف ملفات إلى الشاشة الرئيسية وحدد بدء ترميز تسلسلي أو متعدد الملفات.
es: El asistente está listo. Agrege ficheros en la pestaña principal para comenzar.
fr: L'assistant est prêt. Ajoutez des fichiers à l'écran principal et sélectionnez Démarrer l'encodage séquentiel ou multi-fichiers.
it: Procedura guidata completata. Aggiungi i file a schermata principale e seleziona 'Avvia codifica'.
pl: Kreator jest gotowy. Dodaj pliki do ekranu głównego i wybierz Rozpocznij kodowanie sekwencyjne lub kodowanie wielu plików.
pt_br: O assistente está pronto. Adicione arquivos à tela principal e selecione Iniciar codificação sequencial ou de vários arquivos.
zh_hans: 向导准备好了。将文件添加到主屏幕并选择开始顺序或多文件编码。

# wiz_ready2
source: The wizard is ready to start encoding files using the selected
ar_eg: المعالج جاهز لبدء ترميز الملفات باستخدام ملف
es: El asistente está preparado para iniciar la codificación utilizando los
fr: L'assistant est prêt à commencer l'encodage des fichiers en utilisant le
it: La procedura guidata è pronta per iniziare a codificare i file usando il
pl: Kreator jest gotowy do rozpoczęcia kodowania plików przy użyciu wybranego
pt_br: O assistente está pronto para começar a codificar arquivos usando o
zh_hans: 向导已准备好开始使用选定的文件编码文件

source: Write error
ar_eg: خطأ الكتابة
es: Error de escritura
fr: Erreur d'écriture
it: Errore scrittura
pl: Błąd zapisu
pt_br: Escrever erro
zh_hans: 写入错误

# write_error1
source: Write error:
ar_eg: خطأ الكتابة:
es: Error de escritura:
fr: Erreur d'écriture:
it: Errore scrittura:
pl: Błąd zapisu:
pt_br: Escrever erro:
zh_hans: 写入错误:

# write_error2
source: Error writing to destination folder
ar_eg: خطأ في الكتابة إلى مجلد الوجهة
es: Error al escribir en el directorio de destino
fr: Erreur d'écriture dans le dossier de destination
it: Errore scrittura nella cartella destinazione
pl: Błąd podczas zapisywania do folderu docelowego
pt_br: Erro ao gravar na pasta de destino
zh_hans: 写入目标文件夹时出错

# write_path
source: Write below your custom relative path
ar_eg: اكتب أسفل المسار النسبي المخصص الخاص بك
es: Escriba a continuación su ruta relativa personalizada
fr: Écrivez ci-dessous votre chemin relatif personnalisé
it: Scrivi qui sotto il percorso relativo personalizzato
pl: Wpisz poniżej swoją niestandardową ścieżkę względną
pt_br: Escrever abaixo seu caminho relativo personalizado
zh_hans: 在您的自定义相对路径下方写下

# wrong_chr
source: Input filename contains character [ ]. Please remove those characters to avoid error when using -vf filter.
ar_eg: يحتوي اسم ملف الإدخال على حرف []. يرجى إزالة هذه الأحرف لتجنب الخطأ عند استخدام عامل التصفية -vf.
es: El nombre del fichero de entrada contiene los caracteres [ ]. Por favor, elimínelos del nombre de fichero para evitar errores con el filtro -vf.
fr: Le nom du fichier d'entrée contient le caractère [ ]. Veuillez supprimer ces caractères pour éviter les erreurs lors de l'utilisation du filtre -vf.
it: Il nome file sorgente contiene caratteri [ ]. Rimuovi questi caratteri per evitare errori usando il filtro -vf.
pl: Nazwa pliku wejściowego zawiera znak [ ]. Usuń te znaki, aby uniknąć błędu podczas używania filtra -vf.
pt_br: O nome do arquivo de entrada contém o caractere []. Remova esses caracteres para evitar erros ao usar o filtro -vf.
zh_hans: 输入文件名包含字符 [ ]。 请删除这些字符以避免在使用 -vf 过滤器时出错。

source: Yes
ar_eg: نعم
es: Sí
fr: Oui
it: Sì
pl: Tak
pt_br: Sim

# yes_subfolders
source: Adding subfolders not enabled
ar_eg: تمكين إضافة المجلدات الفرعية
es: Subcarpetas: Sí
fr: Ajout de sous-dossiers activé
it: Aggiunta sottocartelle non abilitata
pl: Dodawanie podfolderów włączone
pt_br: A adição de subpastas não está ativada
zh_hans: 未启用添加子文件夹

# yt_channel
source: The pasted link may be a YouTube channel, please use the Download Channel/Playlist button instead.
ar_eg: قد يكون الرابط الذي تم لصقه قناة YouTube ، يرجى استخدام زر تنزيل القناة / قائمة التشغيل بدلاً من ذلك.
es: El enlace que ha copiado podría ser un canal completo de YouTube. Por favor, utilice en este caso el botón Descargar canal/lista.
fr: Le lien collé peut être une chaîne YouTube, veuillez plutôt utiliser le bouton Télécharger la chaîne/la playlist.
it: Il collegamento incollato potrebbe essere un canale YouTube, usa invece il pulsante 'Scarica canale/playlist'.
pl: Wklejony link może prowadzić do kanału YouTube, zamiast tego należy użyć przycisku Pobierz kanał/listę odtwarzania.
pt_br: O link colado pode ser um canal do YouTube, use o botão Baixar canal/lista de reprodução.
zh_hans: 粘贴的链接可能是YouTube频道，请改用下载频道/播放列表按钮。

# yt_not
source: yt-dl was not found.
ar_eg: لم يتم العثور على yt-dl.
es: yt-dl.exe no fue encontrado.
fr: yt-dl n'a pas été trouvé.
it: youtube-dl non trovato.
pl: Nie znaleziono Youtube-dl.
pt_br: yt-dl não foi encontrado.
zh_hans: 未找到yt-dl

# yt_params
source: yt-dl params
ar_eg: معلمات yt-dl
es: Parámetros yt-dl
fr: paramètres yt-dl
it: Parametri youtube-dl
pl: Parametry Youtube-dl
pt_br: Parâmetros yt-dl
zh_hans: yt-dl参数

# yt_pl
source: YouTube Playlist
ar_eg: قائمة تشغيل يوتيوب
es: Lista de YouTube
fr: Liste de lecture YouTube
it: Playlist YouTube
pl: Lista odtwarzania YouTube
pt_br: Lista de reprodução do YouTube
zh_hans: YouTube播放列表

# yt_req_err
source: There was an error installing the yt-dl requirement.
ar_eg: حدث خطأ أثناء تثبيت متطلب yt-dl.
es: Se produjo un error al instalar un requerimiento de yt-dl
fr: Une erreur s'est produite lors de l'installation de yt-dl.
it: Si è verificato un errore durante l'installazione del requisito youtube-dl.
pl: Wystąpił błąd podczas instalowania wymagania yt-dl.
pt_br: Ocorreu um erro ao instalar o requisito yt-dl.
zh_hans: 安装yt-dl要求时出错

# yt_str_av
source: YOUTUBE AVAILABLE STREAMS
ar_eg: التدفقات المتوفرة على YouTube
es: FLUJOS MULTIMEDIA DE YOUTUBE
fr: FLUX DISPONIBLES YOUTUBE
it: STREAM YOUTUBE DISPONIBILI
pl: DOSTĘPNE STRUMIENIE YOUTUBE
pt_br: FLUXOS DISPONÍVEIS DO YOUTUBE
zh_hans: YOUTUBE可用的流

# yt_str_av2
source: YOUTUBE AVAILABLE QUALITY STREAMS
ar_eg: تدفقات الجودة المتوفرة على YouTube
es: Calidades de YouTube disponibles
fr: FLUX DE QUALITÉ DISPONIBLES SUR YOUTUBE
it: QUALITA' STREAM YOUTUBE DISPONIBILI
pl: YOUTUBE DOSTĘPNE TRANSMISJE JAKOŚCIOWE
pt_br: FLUXOS DE QUALIDADE DISPONÍVEIS NO YOUTUBE
zh_hans: YOUTUBE可用的质量流

source: A/V_split_wizard
es: Asistente de partición de ficheros multimedia
it: Procedura guidata divisione file A/V
pt_br: Assistente de divisão de arquivos
zh_hans: A/V分割向导

source: URL
es: Enlace
pt_br: Link
