Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# err_yt_up
source: An error occurred trying to update yt-dl. You can try again, or download and copy the file to application path.
ar_eg: حدث خطأ أثناء محاولة تحديث yt-dl. يمكنك المحاولة مرة أخرى ، أو تنزيل الملف ونسخه إلى مسار التطبيق.
es: Se produjo un error al actualizar automáticamente yt-dl. Puede probar de nuevo, o descargar y copiar el fichero manualmente en la carpeta de la aplicación.
fr: Une erreur s'est produite lors de la tentative de mise à jour de yt-dl. Vous pouvez réessayer ou télécharger et copier le fichier dans le chemin de l'application.
it: Si è verificato un errore durante il tentativo di aggiornare youtube-dl. Puoi riprovare o scaricare e copiare il file nel percorso dell'applicazione.
pl: Wystąpił błąd podczas próby aktualizacji yt-dl. Możesz spróbować ponownie lub pobrać i skopiować plik do ścieżki aplikacji.
pt_br: Ocorreu um erro ao tentar atualizar o yt-dl. Você pode tentar novamente ou baixar e copiar o arquivo para o caminho do aplicativo.
zh_hans: 尝试更新yt-dl时发生错误。您可以再试一次，或者下载并复制文件到应用程序路径。

# est_size
source: Estimated size:
ar_eg: الحجم المقدر:
es: Tamaño estimado:
fr: Taille estimée :
it: Tempo stimato:
pl: Szacowany rozmiar:
pt_br: Tamanho estimado:
zh_hans: 预估大小:

# exc_aud
source: Exclude audio stream
ar_eg: استبعاد دفق الصوت
es: Excluir pista de audio
fr: Exclure le flux audio
it: Escludi stream audio
pl: Wyklucz strumień audio
pt_br: Excluir fluxo de áudio
zh_hans: 排除音频流

# exe_files
source: Executable files
ar_eg: الملفات القابلة للتنفيذ
es: Archivos ejecutables
fr: Fichiers exécutables
it: File eseguibili
pl: Pliki wykonywalne
pt_br: Arquivos executáveis
zh_hans: 可执行文件

# exe_not_f
source: Executable file was not found.
ar_eg: لم يتم العثور على الملف القابل للتنفيذ.
es: El archivo ejecutable no fue encontrado.
fr: Le fichier exécutable est introuvable.
it: File eseguibile non trovato.
pl: Nie znaleziono pliku wykonywalnego.
pt_br: O arquivo executável não foi encontrado.
zh_hans: 找不到可执行文件

source: Exit
ar_eg: مخرج
es: Salir
fr: Sortie
it: Esci
pl: Wyjście
pt_br: Sair
zh_hans: 退出

source: Extension
ar_eg: امتداد
es: Extensión
it: Estensione
pl: Rozszerzenie
pt_br: Extensão
zh_hans: 扩展名

# fade1
source: Fade in time is longer that file duration.
ar_eg: التلاشي في الوقت المناسب أطول مدة هذا الملف.
es: El tiempo de desvanecimiento inicial es mayor que la duración del archivo.
fr: Le temps de fondu est plus long que la durée du fichier.
it: Il tempo dissolvenza ingresso è più lungo della durata del file.
pl: Czas zanikania jest dłuższy niż czas trwania pliku.
pt_br: O tempo da atenuação inicial é maior que a duração do arquivo.
zh_hans: 淡入时间比文件持续时间长

# fade2
source: Fade out time is longer that file duration.
ar_eg: يعد وقت التلاشي أطول مدة هذا الملف.
es: El tiempo de desvanecimiento final es mayor que la duración del archivo.
fr: Le temps de fondu est plus long que la durée du fichier.
it: Il tempo dissolvenza uscita è più lungo della durata del file.
pl: Czas zanikania jest dłuższy niż czas trwania pliku.
pt_br: O tempo da atenuação final é maior que a duração do arquivo.
zh_hans: 淡出时间比文件持续时间长

# fade3
source: Fade in/out time is longer that file duration.
ar_eg: تعد فترة التلاشي للداخل / الخارج أطول من مدة الملف.
es: El tiempo de desvanecimiento inicial y final es mayor que la duración del archivo.
fr: Le temps de fondu entrant/sortant est plus long que la durée du fichier.
it: Il tempo dissolvenza ingresso/uscita è più lungo della durata del file.
pl: Czas pojawiania się/zanikania jest dłuższy niż czas trwania pliku.
pt_br: O tempo da atenuação inicial/final é maior que a duração do arquivo.
zh_hans: 淡入/淡出时间比文件持续时间长

# fade4
source: Fade in audio duration is longer that file duration.
ar_eg: تكون مدة التلاشي في الصوت أطول من مدة الملف.
es: El tiempo de desvanecimiento de audio inicial es mayor que la duración del archivo.
fr: La durée du fondu audio est plus longue que la durée du fichier.
it: Il tempo dissolvenza ingresso audio è più lungo della durata del file.
pl: Czas trwania zanikania dźwięku jest dłuższy niż czas trwania pliku.
pt_br: A duração da atenuação inicial do áudio é maior que a do arquivo.
zh_hans: 淡入音频持续时间比文件持续时间长

# fade5
source: Fade out audio duration is longer that file duration.
ar_eg: تتلاشى مدة الصوت أطول من مدة الملف.
es: El tiempo de desvanecimiento de audio final es mayor que la duración del archivo.
fr: La durée du fondu audio est plus longue que la durée du fichier.
it: Il tempo dissolvenza uscita audio è più lungo della durata del file.
pl: Czas trwania wyciszenia dźwięku jest dłuższy niż czas trwania pliku.
pt_br: A duração da atenuação final do áudio é maior que a do arquivo.
zh_hans: 淡出音频持续时间比文件持续时间长

# fade6
source: Fade in/out audio duration is longer that file duration.
ar_eg: تكون مدة الصوت للداخل / الخارج أطول من مدة الملف.
es: El tiempo de desvanecimiento de audio inicial y final es mayor que la duración del archivo.
fr: La durée du fondu audio entrant/sortant est plus longue que la durée du fichier.
it: Il tempo dissolvenza ingresso/uscita audio è più lungo della durata del file.
pl: Czas trwania wyciszenia/wzmacniania dźwięku jest dłuższy niż czas trwania pliku.
pt_br: O tempo da atenuação inicial/final do áudio é maior que a duração do arquivo.
zh_hans: 淡入/淡出音频持续时间比文件持续时间长

# fadein1
source: Fade in/out is only supported in Sequential processing.
ar_eg: لا يتم دعم التلاشي للداخل / الخارج إلا في المعالجة المتسلسلة.
es: Desvanecimiento solo está soportado en codificación secuencial.
fr: Les fondus entrants et sortants ne sont pris en charge que dans le traitement séquentiel.
it: La dissolvenza in ingresso/uscita è supportato solo nell'elaborazione sequenziale.
pl: Wyciszanie/rozjaśnianie jest obsługiwane tylko w przetwarzaniu sekwencyjnym.
pt_br: Atenuação inicial/final é suportada no processamento sequencial
zh_hans: 仅在顺序处理中支持淡入/淡出

# fade_af
source: Fade filter is not compatible with other -af audio filters.
ar_eg: مرشح التلاشي غير متوافق مع مرشحات الصوت الأخرى.
es: El filtro de desvanecimiento no es compatible con otros filtros -af de audio.
fr: Le filtre de fondu n'est pas compatible avec les autres filtres audio -af.
it: Il filtro dissolvenza non è compatibile con altri filtri audio -af.
pl: Filtr Fade nie jest kompatybilny z innymi filtrami audio -af.
pt_br: O filtro de atenuação não é compatível com outros filtros de áudio -af.
zh_hans: 淡入淡出滤镜与其他-af音频滤镜不兼容

# fade_str
source: Fade filter is not compatible with video stream copy.
ar_eg: مرشح التلاشي غير متوافق مع نسخ دفق الفيديو.
es: El desvanecimiento no es compatible con copia de flujos sin codificar.
fr: Le filtre de fondu n'est pas compatible avec la copie de flux vidéo.
it: Il filtro dissolvenza non è compatibile con la copia del flusso video.
pl: Filtr zanikania nie jest kompatybilny z kopiowaniem strumienia wideo.
pt_br: O filtro de atenuação não é compatível com a cópia de fluxo de vídeo.
zh_hans: 淡入淡出滤镜与视频流复制不兼容

# fade_vf
source: Fade filter is not compatible with other -vf video filters.
ar_eg: مرشح التلاشي غير متوافق مع مرشحات الفيديو الأخرى.
es: El filtro de desvanecimiento no es compatible con otros filtros -vf de vídeo.
fr: Le filtre de fondu n'est pas compatible avec les autres filtres vidéo -vf.
it: Il filtro dissolvenza non è compatibile con altri filtri video -vf.
pl: Filtr zanikania nie jest kompatybilny z innymi filtrami wideo -vf.
pt_br: O filtro de atenuação não é compatível com outros filtros de vídeo -vf.
zh_hans: 淡入淡出滤镜与其他-vf视频滤镜不兼容。

# fading_zero
source: Fading cannot be zero.
ar_eg: لا يمكن أن يكون التلاشي صفرًا.
es: Desvanecimiento no puede ser cero.
fr: La décoloration ne peut pas être nulle.
it: La dissolvenza non può essere zero.
pl: Zanikanie nie może być zerowe.
pt_br: Atenuação não pode ser zero
zh_hans: 衰减不能为0

# fading_zero2
source: Fading is zero
ar_eg: البهت صفر
es: Desvanecimiento es cero.
fr: La décoloration est nulle
it: La dissolvenza è a zero.
pl: Zanikanie wynosi zero
pt_br: Atenuação é zero
zh_hans: 衰减为0

source: Failed
ar_eg: فشل
es: Fallido
fr: Échoué
it: Fallito
pl: Przegrany
pt_br: Falhou
zh_hans: 失败

# fail_1stp
source: Encoding test failed on first pass parameters:
ar_eg: فشل اختبار الترميز في معاملات المرور الأولى:
es: La prueba de codificación falló con los parámetros de la fase 1
fr: Le test d'encodage a échoué sur les paramètres du premier passage :
it: Test codifica fallito per parametri primo passaggio:
pl: Test kodowania nie powiódł się przy pierwszym przejściu parametrów:
pt_br: O teste de codificação falhou nos parâmetros do primeiro passo:
zh_hans: 第一次pass参数的编码测试失败:

# fail_2ndp
source: Encoding test failed on second pass parameters:
ar_eg: فشل اختبار الترميز في معاملات المرور الثانية:
es: La prueba de codificación falló con los parámetros de la fase 2
fr: Le test d'encodage a échoué sur les paramètres du deuxième passage :
it: Test codifica falliato per parametri secondo passaggio:
pl: Test kodowania nie powiódł się przy parametrach drugiego przebiegu:
pt_br: O teste de codificação falhou nos parâmetros do segundo passo:
zh_hans: 第二次pass参数的编码测试失败:

# ffp_del
source: FFprobe executable file was deleted. Application will not work.
ar_eg: تم حذف الملف القابل للتنفيذ FFprobe. التطبيق لن يعمل.
es: El fichero ffprobe.exe fue borrado, el programa no funcionará.
fr: Le fichier exécutable FFprobe a été supprimé. L'application ne fonctionnera pas.
it: L'eseguibile FFprobe è stato eliminato. L'applicazione non può funzionare.
pt_br: O arquivo executável FFprobe foi excluído. O aplicativo não funcionará.
zh_hans: FFprobe可执行文件被删除,应用程序将不起作用

# ffp_not
source: Selected file is not ffprobe.exe.
ar_eg: الملف المحدد ليس ffprobe.exe.
es: El fichero seleccionado no es ffprobe.exe
fr: Le fichier sélectionné n’est pas ffprobe.exe.
it: Il file selezionato non è ffprobe.exe.
pt_br: O arquivo selecionado não é ffprobe.exe.
zh_hans: 所选文件不是ffprobe.exe

# ffp_not_f
source: FFprobe.exe was not found in application path. Do you want to find it and copy it to application folder?
ar_eg: لم يتم العثور على FFprobe.exe في مسار التطبيق. هل تريد العثور عليه ونسخه إلى مجلد التطبيق؟
es: FFprobe.exe no se encontró en la ruta de la aplicación. ¿Desea localizarlo y copiarlo en la ruta del programa?
fr: FFprobe.exe n'a pas été trouvé dans le chemin de l'application. Voulez-vous le trouver et le copier dans le dossier de l'application ?
it: FFprobe.exe non trovato nel percorso applicazione. Vuoi cercarlo e copiarlo nel percorso applicazione?
pt_br: FFprobe.exe não foi encontrado no caminho do aplicativo. Quer localizá-lo e copiá-lo para a pasta do aplicativo?
zh_hans: 在应用程序路径中找不到 FFprobe.exe。您想找到它并将其复制到应用程序文件夹吗？

# ffp_ren
source: FFprobe executable file was renamed. Application will not work.
ar_eg: تمت إعادة تسمية الملف القابل للتنفيذ FFprobe. التطبيق لن يعمل.
es: El fichero ffprobe.exe fue renombrado, el programa no funcionará.
fr: Le fichier exécutable FFprobe a été renommé. L'application ne fonctionnera pas.
it: L'eseguibile FFprobe è stato rinominato. L'applicazione non può funzionare.
pt_br: O arquivo executável FFprobe foi renomeado. O aplicativo não funcionará.
zh_hans: FFprobe 可执行文件已重命名，应用程序将不起作用

# ffs
source: FFmpeg processes running were detected.
ar_eg: تم الكشف عن عمليات FFmpeg قيد التشغيل.
es: Se detectaron procesos ffmpeg.
fr: Les processus FFmpeg étaient en cours d'exécution et détectés.
it: È stato rilevato il processo FFmpeg in esecuzione.
pl: Wykryto działające procesy FFmpeg.
pt_br: Processos FFmpeg em execução foram detectados.
zh_hans: 检测到正在运行的FFmpeg进程

# ff_del
source: FFmpeg executable file was deleted. Application will not work.
ar_eg: تم حذف الملف القابل للتنفيذ FFmpeg. التطبيق لن يعمل.
es: El fichero ffmpeg.exe fue borrado, el programa no funcionará.
fr: Le fichier exécutable FFmpeg a été supprimé. L'application ne fonctionnera pas.
it: L'eseguibile FFmpeg è stato eliminato. L'applicazione non può funzionare.
pl: Plik wykonywalny FFmpeg został usunięty. Aplikacja nie będzie działać.
pt_br: O arquivo executável FFmpeg foi excluído. O aplicativo não funcionará.
zh_hans: FFmpeg可执行文件被删除，应用程序将不起作用

# ff_error
source: FFmpeg error
ar_eg: خطأ FFmpeg
es: Error en ffmpeg
fr: Erreur FFmpeg
it: Errore FFmpeg
pl: Błąd FFmpeg
pt_br: Erro do FFmpeg
zh_hans: FFmpeg错误

# ff_not
source: Selected file is not ffmpeg.exe.
ar_eg: الملف المحدد ليس ffmpeg.exe.
es: El fichero seleccionado no es ffmpeg.exe
fr: Le fichier sélectionné n’est pas ffmpeg.exe.
it: Il file selezionato non è ffmpeg.exe.
pl: Wybrany plik nie jest ffmpeg.exe.
pt_br: O arquivo selecionado não é ffmpeg.exe.
zh_hans: 所选文件不是ffmpeg.exe

# ff_not_f
source: FFmpeg.exe was not found in application path. Do you want to find it and copy it to application folder?
ar_eg: لم يتم العثور على FFmpeg.exe في مسار التطبيق. هل تريد العثور عليه ونسخه إلى مجلد التطبيق؟
es: FFmpeg.exe no se encontró en la ruta de la aplicación. ¿Desea localizarlo y copiarlo en la ruta del programa?
fr: FFmpeg.exe n'a pas été trouvé dans le chemin de l'application. Voulez-vous le trouver et le copier dans le dossier de l'application ?
it: FFmpeg.exe non trovato nel percorso applicazione. Vuoi cercarlo e copiarlo nel percorso applicazione?
pl: FFmpeg.exe nie został znaleziony w ścieżce aplikacji. Czy chcesz go znaleźć i skopiować do folderu aplikacji?
pt_br: FFmpeg.exe não foi encontrado no caminho do aplicativo. Quer localizá-lo e copiá-lo para a pasta do aplicativo?
zh_hans: 在应用程序路径中找不到FFmpeg.exe，您想找到它并将其复制到应用程序文件夹吗？

# ff_params
source: FFmpeg parameters
ar_eg: معلمات FFmpeg
es: Parámetros FFmpeg
fr: Paramètres FFmpeg
it: Parametri FFmpeg
pl: Parametry FFmpeg
pt_br: Parâmetros FFmpeg
zh_hans: FFmpeg参数

# ff_ren
source: FFmpeg executable file was renamed. Application will not work.
ar_eg: تمت إعادة تسمية الملف القابل للتنفيذ FFmpeg. التطبيق لن يعمل.
es: El fichero ffmpeg.exe fue renombrado, el programa no funcionará.
fr: Le fichier exécutable FFmpeg a été renommé. L'application ne fonctionnera pas.
it: L'eseguibile FFmpeg è stato rinominato. L'applicazione non può funzionare.
pl: Zmieniono nazwę pliku wykonywalnego FFmpeg. Aplikacja nie będzie działać.
pt_br: O arquivo executável FFmpeg foi renomeado. O aplicativo não funcionará.
zh_hans: FFmpeg可执行文件已重命名，应用程序将不起作用

# ff_run2
source: FFmpeg processes running
ar_eg: عمليات FFmpeg قيد التشغيل
es: Procesos ffmpeg en ejecución
fr: Processus FFmpeg en cours d'exécution
it: Esecuzione processi FFmpeg
pl: Procesy FFmpeg uruchomione
pt_br: Processos FFmpeg em execução
zh_hans: 正在运行的FFmpeg进程

# ff_running
source: FFmpeg processes still running were detected on the system. Do you want to terminate them?
ar_eg: تم اكتشاف عمليات FFmpeg التي لا تزال قيد التشغيل على النظام. هل تريد إنهاءهم؟
es: Se detectaron procesos ffmpeg todavía en ejecución en el sistema. ¿Desea forzar su cierre?
fr: Les processus FFmpeg toujours en cours d'exécution ont été détectés sur le système. Voulez-vous les arrêter ?
it: Nel sistema sono stati rilevati processi FFmpeg ancora in esecuzione. Vuoi terminarli?
pl: Wykryto, że w systemie nadal działają procesy FFmpeg. Czy chcesz je zakończyć?
pt_br: Processos FFmpeg ainda em execução foram detectados no sistema. Você deseja encerrá-los?
zh_hans: 在系统上检测到仍在运行的FFmpeg进程，你想终止它们吗？

# ff_silence_c
source: FFmpeg Batch silence detection complete
ar_eg: اكتمال الكشف عن صمت دفعة FFmpeg
es: FFmpeg Batch - Detección de silencio completada
fr: Détection de silence par lots FFmpeg terminée
it: FFmpeg Batch - rilevamento silenzio completato
pl: Zakończono wykrywanie ciszy wsadowej FFmpeg
pt_br: Detecção de silêncio pelo FFmpeg Batch concluída
zh_hans: FFmpeg批量静音检测完成

# ff_test_ok
source: FFMPEG TEST SUCCESSFUL
ar_eg: نجح اختبار FFMPEG
es: PRUEBA FFMPEG CORRECTA
fr: TEST FFMPEG RÉUSSI
it: TEST FFMPEG COMPLETATO
pl: TEST FFMPEG POMYŚLNY
pt_br: TESTE DE FFMPEG COM SUCESSO
zh_hans: FFMPEG测试成功

source: File
ar_eg: ملف
es: Archivo
fr: Déposer
pl: Plik
pt_br: Arquivo
zh_hans: 文件

source: Filename
ar_eg: اسم الملف
es: Fichero
fr: Nom de fichier
it: Nome file
pl: Nazwa pliku
pt_br: Nome do arquivo
zh_hans: 文件名称

source: file(s)
ar_eg: ملف (ملفات)
es: fichero(s)
fr: des dossiers)
it: file
pl: plik(i)
pt_br: Arquivo(s)
zh_hans: 文件

# files_time
source: files could take some time. Continue?
ar_eg: قد تستغرق الملفات بعض الوقت. يكمل؟
es: ficheros puede llevar cierto tiempo. ¿Continuar?
fr: les fichiers peuvent prendre un certain temps. Continuer ?
it: file potrebbero richiedere del tempo. Vuoi continuare?
pl: pliki mogą potrwać chwilę. Kontynuować?
pt_br: Os arquivos vão demorar muito. Continuar?
zh_hans: 文件可能需要一些时间，继续？

# file_big
source: File size is too big.
ar_eg: حجم الملف كبير جدًا.
es: El tamaño del archivo seleccionado es demasiado grande.
fr: La taille du fichier est trop grande.
it: Dimensione file troppo grande.
pl: Plik jest zbyt duży.
pt_br: O tamanho do arquivo é muito grande.
zh_hans: 文件太大

# file_ext
source: File extension
ar_eg: امتداد الملف
es: Extensión
fr: Extension de fichier
it: Estensione file
pl: Rozszerzenie pliku
pt_br: Extensão de arquivo
zh_hans: 文件扩展名

# file_filtering
source: File list filtering
ar_eg: تصفية قائمة الملفات
es: Filtrar lista de ficheros
fr: Filtrage de la liste de fichiers
it: Filtro elenco file
pl: Filtrowanie listy plików
pt_br: Filtragem de lista de arquivos
zh_hans: 文件列表过滤

# file_miss
source: File missing
ar_eg: ملف المفقودين
es: No se encontró el archivo
fr: Dossier manquant
it: File mancante
pl: Brak pliku
pt_br: Filtragem de lista de arquivos
zh_hans: 文件丢失

# file_not_f
source: File not found
ar_eg: لم يتم العثور على الملف
es: Fichero no encontrado
fr: Fichier introuvable
it: File non trovato
pl: Plik nie znaleziony
pt_br: Arquivo não encontrado
zh_hans: 文件未找到

# file_not_found
source: File was not found:
ar_eg: لم يتم العثور على الملف:
es: El fichero no fue encontrado:
fr: Le fichier n'a pas été trouvé :
it: File non trovato:
pl: Plik nie został znaleziony:
pt_br: Arquivo não encontrado:
zh_hans: 未找到文件:

# file_not_found2
source: One file in the queue list was not found
ar_eg: لم يتم العثور على ملف واحد في قائمة الانتظار
es: Falta un fichero de la lista
fr: Un fichier dans la liste d'attente n'a pas été trouvé
it: Un file nell'elenco coda non è stato trovato
pl: Nie znaleziono jednego pliku na liście kolejki
pt_br: Um arquivo na lista da fila não foi encontrado
zh_hans: 未找到队列列表中的一个文件

source: File type
ar_eg: نوع الملف
es: Tipo de archivo
fr: Type de fichier
it: Tipo file
pl: Typ pliku
pt_br: Tipo de arquivo
zh_hans: 文件类型

# file_wave
source: File audio waveform
ar_eg: ملف الصوت الموجي
es: Forma de onda del fichero
fr: Forme d'onde audio du fichier
it: File audio
pl: Plik przebiegu audio
pt_br: Forma de onda do arquivo de áudio
zh_hans: 文件音频波形

# filter_acodec
source: Filter by audio codec
ar_eg: تصفية حسب ترميز الصوت
es: Filtrar por codec de audio
fr: Filtrer par codec audio
it: Filtra per codec audio
pl: Filtruj według kodeka audio
pt_br: Filtrar por codec de áudio
zh_hans: 按音频编解码器过滤

# filter_all_bit
source: Filter by file overall bitrate
ar_eg: تصفية حسب الملف الكلي معدل البت
es: Filtrar por tasa total de bits
fr: Filtrer par débit global de fichier
it: Filtra per bitrate complessivo file
pl: Filtruj według ogólnej szybkości transmisji pliku
pt_br: Filtrar por taxa de bits geral do arquivo
zh_hans: 按文件整体比特率过滤

# filter_bl
source: Filter value is empty.
ar_eg: قيمة التصفية فارغة.
es: El valor del filtro está en blanco.
fr: La valeur du filtre est vide.
it: Il valore filtro è vuoto.
pl: Wartość filtru jest pusta.
pt_br: Filtrar por arquivo em branco
zh_hans: 过滤器值为空

# filter_ext
source: Filter by file extension
ar_eg: تصفية حسب امتداد الملف
es: Filtrar por etensión de fichero
fr: Filtrer par extension de fichier
it: Filtra per estensione file
pl: Filtruj według rozszerzenia pliku
pt_br: Filtrar por extensão de arquivo
zh_hans: 按文件扩展名过滤

# filter_ff_out
source: Search for any string contained in ffmpeg streams output
ar_eg: ابحث عن أي سلسلة مضمنة في إخراج تدفقات ffmpeg
es: Filtrar por cualquier cadena de texto de los flujos de ffmpeg
fr: Rechercher n'importe quelle chaîne contenue dans la sortie des flux ffmpeg
it: Cerca qualsiasi stringa negli stream ffmpeg destinazione
pl: Wyszukaj dowolny ciąg zawarty w strumieniach wyjściowych ffmpeg
pt_br: Procure por qualquer fragmento contido na saída de fluxos ffmpeg
zh_hans: 搜索ffmpeg流输出中包含的任何字符串

# filter_frame
source: Filter by video frame size
ar_eg: تصفية حسب حجم إطار الفيديو
es: Filtrar por tamaño de imagen
fr: Filtrer par taille d'image vidéo
it: Filtra per dimensione fotogramma video
pl: Filtruj według rozmiaru klatki wideo
pt_br: Filtrar por tamanho de quadro de vídeo
zh_hans: 按视频帧大小过滤

# filter_list
source: Filter list items
ar_eg: عناصر قائمة التصفية
es: Filtrar elementos de la lista
fr: Filtrer les éléments de la liste
it: Elementi elenco filtro
pl: Elementy listy filtrów
pt_br: Filtrar itens da lista
zh_hans: 过滤列表项

# filter_med_out
source: Search for any string contained in mediainfo file output
ar_eg: ابحث عن أي سلسلة مضمنة في إخراج ملف mediainfo
es: Filtrar por cualquier cadena de texto contenida en la salida de medianfo
fr: Rechercher n'importe quelle chaîne contenue dans la sortie du fichier mediainfo
it: Cerca qualsiasi stringa nel file destinazione mediainfo
pl: Wyszukaj dowolny ciąg zawarty w pliku wyjściowym mediainfo
pt_br: Pesquise qualquer fragmento contido na saída do arquivo Mediainfo
zh_hans: 搜索mediainfo文件输出中包含的任何字符串

# filter_meta
source: Search for file metadata
ar_eg: ابحث عن البيانات الوصفية للملف
es: Filtrar por metadatos del fichero
fr: Rechercher des métadonnées de fichiers
it: Cerca metadati dei file
pl: Wyszukaj metadane pliku
pt_br: Pesquisar metadados de arquivo
zh_hans: 搜索文件元数据

# filter_rate
source: Filter by video frame rate
ar_eg: تصفية حسب معدل إطارات الفيديو
es: Filtrar por fotogramas por segundo
fr: Filtrer par fréquence d'images vidéo
it: Filtra per frequenza fotogramma video
pl: Filtruj według liczby klatek na sekundę wideo
pt_br: Filtrar por taxa de quadros de vídeo
zh_hans: 按视频帧率过滤

# filter_size
source: Filter by file size
ar_eg: تصفية حسب حجم الملف
es: Filtrar por tamaño de archivo
fr: Filtrer par taille de fichier
it: Filtra per dimensione file
pl: Filtruj według rozmiaru pliku
pt_br: Filtrar por tamanho de arquivo
zh_hans: 按文件大小过滤

# filter_status
source: Filter by queue status
ar_eg: تصفية حسب حالة قائمة الانتظار
es: Filtrar por estado
fr: Filtrer par statut de file d'attente
it: Filtra per stato coda
pl: Filtruj według statusu kolejki
pt_br: Filtrar por status de fila
zh_hans: 按队列状态过滤

# filter_vbr
source: Filter video bitrate
ar_eg: تصفية معدل بت الفيديو
es: Filtrar por tasa de bits de vídeo
fr: Filtrer le débit vidéo
it: Filtra bitrate video
pl: Filtruj szybkość transmisji wideo
pt_br: Filtrar pela taxa de bits do vídeo
zh_hans: 按视频比特率过滤

# filter_vcodec
source: Filter by video codec
ar_eg: تصفية حسب برنامج ترميز الفيديو
es: Filtrar por codec de vídeo
fr: Filtrer par codec vidéo
it: Filtra per codec video
pl: Filtruj według kodeka wideo
pt_br: Filtrar por codec de vídeo
zh_hans: 按视频编解码器过滤

# find_dups
source: Finding duplicates...
ar_eg: جارٍ البحث عن التكرارات ...
es: Buscando duplicados...
fr: Trouver des doublons...
it: Ricerca duplicati...
pl: Znajdowanie duplikatów...
pt_br: Localizando duplicados...
zh_hans: 寻找重复...

# first_audio
source: (First audio stream found)
ar_eg: (تم العثور على أول بث صوتي)
es: (Primera pista de audio)
fr: (Premier flux audio trouvé)
it: (Trovato primo stream audio)
pl: (Znaleziono pierwszy strumień audio)
pt_br: (Primeiro fluxo de áudio encontrado)
zh_hans: (找到第一个音频流)
