Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# dis_try
source: Disables trying preset before starting encoding
ar_eg: تعطيل محاولة الإعداد المسبق قبل بدء الترميز
es: Deshabilitar la prueba del preset antes de comenzar
fr: Désactive l'essai du préréglage avant de commencer l'encodage
it: Disabilita pre-impostazione prima di avviare la codifica
pl: Wyłącza próbowanie ustawień przed rozpoczęciem kodowania
pt_br: Desativa a tentativa de predefinição antes de iniciar a codificação
zh_hans: 在开始编码之前禁用尝试预设

# dis_url_streams
source: Display URL streams
ar_eg: عرض تدفقات عنوان URL
es: Mostrar flujos del enlace
fr: Afficher les flux d'URL
it: Visualizza URL stream
pl: Wyświetl strumienie z adresu
pt_br: Exibir links de fluxos
zh_hans: 显示URL流

source: Downloading
ar_eg: جارى التحميل
es: Descargando
fr: Téléchargement
it: Download
pl: Pobieranie
pt_br: Baixando
zh_hans: 下载中

# down_empty
source: Download list is empty.
ar_eg: قائمة التنزيل فارغة.
es: La lista de enlaces está vacía.
fr: La liste de téléchargement est vide.
it: L'elenco download è vuoto.
pl: Lista pobierania jest pusta.
pt_br: A lista de download está vazia.
zh_hans: 下载列表为空。

# down_inst
source: Do you want to download and install it?
ar_eg: هل تريد تنزيله وتثبيته؟
es: ¿Desea descargarlo e instalarlo?
fr: Voulez-vous le télécharger et l’installer ?
it: Vuoi scaricarlo ed installarlo?
pl: Chcesz pobrać i zainstalować?
pt_br: Quer fazer o download e instalar?
zh_hans: 您要下载并安装它吗？

# down_multi
source: Start capturing all urls
ar_eg: ابدأ في التقاط جميع عناوين url
es: Descargar todos los enlaces
fr: Commencez à capturer toutes les URL
it: Avvia cattura di tutte le URL
pl: Rozpocznij przechwytywanie wszystkich adresów
pt_br: Começar a capturar todos os links
zh_hans: 开始捕获所有网址

# down_up
source: Downloading update
ar_eg: تحميل التحديث
es: Descargando actualización
fr: Téléchargement de la mise à jour
it: Download aggiornamento
pl: Pobieranie aktualizacji
pt_br: Baixando a atualização
zh_hans: 下载更新

# drag1
source: Drag and drop files or folders here
ar_eg: قم بسحب وإسقاط الملفات أو المجلدات هنا
es: Arrastre archivos y carpetas aquí
fr: Glissez et déposez des fichiers ou des dossiers ici
it: Trascina qui i file/cartelle
pl: Przeciągnij tutaj pliki lub foldery
pt_br: Arraste e solte arquivos ou pastas aqui
zh_hans: 将文件或文件夹拖放到此处

# dup_not
source: Duplicate value not allowed
ar_eg: القيمة المكررة غير مسموح بها
es: Valor duplicado no admitido
fr: Valeur en double non autorisée
it: Non sono consentiti valori duplicati
pl: Dublowanie wartości nie jest dozwolone
pt_br: Valor duplicado não permitido
zh_hans: 不允许重复值

# dup_pres_n
source: Duplicated preset name found.
ar_eg: تم العثور على اسم مكرر مسبقًا.
es: Se encontró un nombre de preset duplicado.
fr: Nom de préréglage dupliqué trouvé.
it: Trovato nome profilo duplicato.
pl: Znaleziono duplikat nazwy ustawienia.
pt_br: Nome de predefinição duplicado encontrado.
zh_hans: 发现重复的预设名称

# dup_url
source: The URL output name is duplicated:
ar_eg: اسم إخراج URL مكرر:
es: El nombre de salida del enlace está duplicado:
fr: Le nom de sortie de l'URL est dupliqué :
it: Il nome URL destinazione è duplicato:
pl: Wyjściowy adres URL jest zduplikowany:
pt_br: O nome de saída do link está duplicado:
zh_hans: URL输出名称重复:

# dur1
source: .Duration:
ar_eg: .مدة:
es: ".Dur:"
fr: .Durée:
it: .Durata:
pl: .Czas trwania:
pt_br: .Duração:
zh_hans: .持续时间:

source: Duration
ar_eg: مدة
es: Duración
fr: Durée
it: Durata
pl: Czas trwania
pt_br: Duração
zh_hans: 持续时间

# dur_comp
source: File list duration parsing needs to be complete
ar_eg: يجب أن يكتمل تحليل مدة قائمة الملفات
es: La duración de los elementos de la lista debe ser completada.
fr: L'analyse de la durée de la liste de fichiers doit être terminée
it: Deve essere completata l'analisi della durata dell'elenco dei file
pl: Analiza czasu trwania listy musi zostać ukończona
pt_br: A análise da duração da lista de arquivos deve ser concluída
zh_hans: 文件列表时长需要被解析

# ebc_fail_ff
source: Encoding test failed on selected item. Check FFmpeg output for more information. You may need to set different capture parameters.
ar_eg: فشل اختبار الترميز على العنصر المحدد. تحقق من إخراج FFmpeg لمزيد من المعلومات. قد تحتاج إلى تعيين معلمات التقاط مختلفة.
es: La prueba de codificación falló en el elemento seleccionado. Revise la salida de ffmpeg para más información. Quizá necesite modificar los parámetros de captura.
fr: Le test d'encodage a échoué sur l'élément sélectionné. Vérifiez la sortie FFmpeg pour plus d'informations. Vous devrez peut-être définir différents paramètres de capture.
it: Test codifica elemento selezionato non riuscito. Per ulteriori informazioni controlla l'output di FFmpeg. Potrebbe essere necessario impostare parametri di acquisizione diversi.
pl: Test kodowanie nie powiódł się dla danego elementu. Sprawdź wynik FFmpeg, aby uzyskać więcej informacji. Może być konieczna zmiana parametrów przechwytywania.
pt_br: O teste de codificação falhou no item selecionado. Verifique a saída FFmpeg para obter mais informações. Você pode precisar definir parâmetros de captura diferentes.
zh_hans: 所选项目的编码测试失败。检查 FFmpeg 输出以获取更多信息。您可能需要设置不同的捕获参数。

source: Edit
ar_eg: يحرر
es: Editar
fr: Modifier
it: Modifica
pl: Edytuj
pt_br: Editar
zh_hans: 编辑

# edit_pres
source: Edit presets list
ar_eg: تحرير قائمة الإعدادات المسبقة
es: Editar lista de perfiles
fr: Modifier la liste des préréglages
it: Modifica elenco profili
pl: Edytuj listę ustawień
pt_br: Editar lista de predefinições
zh_hans: 编辑预设列表

# elapsed
source: Time elapsed:
ar_eg: الوقت المنقضي:
es: Tiempo transcurrido
fr: Temps écoulé:
it: Tempo trascorso:
pl: Pozostało czasu:
pt_br: Tempo decorrido:
zh_hans: 消耗时间:

source: Encoding
ar_eg: التشفير
es: Codificación
fr: Codage
it: Codifica
pl: Kodowanie
pt_br: Codificação
zh_hans: 编码

source: Encoding parameters
ar_eg: معلمات الترميز
es: Parámetros de codificación
fr: Paramètres d'encodage
it: Parametri codifica
pl: Parametry kodowania
pt_br: Parâmetros de Codificação
zh_hans: 编码参数

# enc_comp
source: FFmpeg Batch encoding successfully completed
ar_eg: اكتمل تشفير دفعة FFmpeg بنجاح
es: FFmpeg Batch - Codificación completada con éxito
fr: L'encodage par lots FFmpeg est terminé avec succès
it: Codifica FFmpeg Batch completata
pl: Kodowanie FFmpeg Batch pomyślnie ukończone
pt_br: Codificação FFmpeg Batch concluída com sucesso
zh_hans: FFmpeg批量编码成功完成

# enc_comp2
source: Encoding complete
ar_eg: اكتمل الترميز
es: Codificación completada
fr: Encodage terminé
it: Codifica completata
pl: Kodowanie zakończone
pt_br: Codificação completa
zh_hans: 编码完成

# enc_comp3
source: FFmpeg Batch encoding completed with
ar_eg: اكتمل تشفير دفعة FFmpeg مع
es: FFmpeg Batch - Codificación completada con
fr: FFmpeg Encodage par lots terminé avec
it: Codifica FFmpeg Batch completata con
pl: Kodowanie FFmpeg Batch zakończone z
pt_br: Codificação FFmpeg Batch concluída com
zh_hans: FFmpeg批量编码完成

# enc_fail_first
source: Encoding test failed on first pass parameters:
ar_eg: فشل اختبار الترميز في معاملات المرور الأولى:
es: Se produjo un error durante la prueba de los parámetros de la fase 1.
fr: Le test d'encodage a échoué sur les paramètres du premier passage :
it: Test codifica fallito per i parametri primo passaggio:
pl: Test kodowania nie powiódł się przy parametrach pierwszego przejścia:
pt_br: O teste de codificação falhou nos parâmetros do primeiro passo:
zh_hans: 第一次通过参数的编码测试失败:

# enc_fail_second
source: Encoding test failed on second pass parameters:
ar_eg: فشل اختبار الترميز في معاملات المرور الثانية:
es: Se produjo un error durante la prueba de los parámetros de la fase 2.
fr: Le test d'encodage a échoué sur les paramètres du deuxième passage :
it: Test codifica fallito per i parametri secondo passaggio:
pl: Test kodowanie nie powiódł się przy parametrach drugiego przejścia:
pt_br: O teste de codificação falhou nos parâmetros do segundo passo:
zh_hans: 第二次参数的编码测试失败:

# enc_preset
source: Encoding preset
ar_eg: ترميز مسبق
es: Procesando preset
fr: Préréglage d'encodage
it: Profilo codifica
pl: Ustawienia kodowania
pt_br: Predefinição de codificação
zh_hans: 编码预设

# enc_test_fail
source: Encoding test failed. CHECK OUTPUT ABOVE
ar_eg: فشل اختبار الترميز. تحقق من الإخراج أعلاه
es: La prueba de codificación falló. Revise los mensajes anteriores.
fr: Le test d'encodage a échoué. VÉRIFIER LA SORTIE CI-DESSUS.
it: Test codifica fallito. CONTROLLA OUTPUT SOPRA
pl: Test kodowanie nie powiódł się. SPRAWDŹ WYNIK POWYŻEJ
pt_br: O teste de codificação falhou. VERIFICAR SAÍDA ACIMA
zh_hans: 编码测试失败，检查上面的输出

# enc_warm
source: FFmpeg Batch - Encoding complete with warning(s).
ar_eg: FFmpeg Batch - تشفير كامل مع تحذير (تحذيرات).
es: FFmpeg Batch - Codificación completada con avisos
fr: FFmpeg Batch - Encodage complet avec avertissement(s).
it: FFmpeg Batch - Codifica completata con avviso/i.
pl: FFmpeg Batch - Kodowanie zakończone z ostrzeżeniami.
pt_br: FFmpeg Batch - Codificação completa com aviso (s)
zh_hans: FFmpeg Batch - 编码完成并带有警告

# enc_warns
source: FFmpeg Batch encoding completed with warnings
ar_eg: اكتمل تشفير دفعة FFmpeg مع التحذيرات
es: FFmpeg Batch - Codificación completada con aviso(s).
fr: Encodage par lots FFmpeg terminé avec des avertissements
it: Codifica FFmpeg Batch completata con avvisi
pl: FFmpeg Batch zakończył kodowanie z ostrzeżeniami
pt_br: Codificação FFmpeg Batch concluída com avisos
zh_hans: FFmpeg批量编码完成并出现警告

# end_log
source: END OF LOG FILE
ar_eg: نهاية ملف السجل
es: FIN DEL FICHERO DE REGISTRO
fr: FIN DU FICHIER JOURNAL
it: FINE FILE REGISTRO
pl: KONIEC PLIKU DZIENNIKA
pt_br: FIM DO ARQUIVO DE REGISTRO
zh_hans: 日志文件结束

# end_prio
source: Encoding priority
ar_eg: أولوية الترميز
es: Prioridad de proceso
fr: Priorité d'encodage
it: Priorità codifica
pl: Priorytet kodowania
pt_br: Prioridade de codificação
zh_hans: 编码优先级

# end_short
source: End time is shorter than start time.
ar_eg: وقت الانتهاء أقصر من وقت البدء.
es: El tiempo de final es más corto que el tiempo de inicio.
fr: L’heure de fin est plus courte que l’heure de début.
it: Il valore finale è inferiore al valore iniziale.
pl: Czas końca jest krótszy niż czas startu.
pt_br: O horário de término é mais curto do que o horário de início.
zh_hans: 结束时间比开始时间短

source: Error
ar_eg: خطأ
fr: Erreur
it: Errore
pl: Błąd
pt_br: Erro
zh_hans: 错误

# error2
source: Error:
ar_eg: خطأ:
fr: Erreur:
it: Errore:
pl: Błąd:
pt_br: Erro:
zh_hans: 错误:

# error3
source: Access error
ar_eg: خطأ في الوصول
es: Error de acceso
fr: Erreur d'accès
it: Errore accesso
pl: Błąd dostępu
pt_br: Erro de acesso
zh_hans: 访问错误

source: Errors:
ar_eg: الأخطاء:
es: Errores:
fr: Les erreurs:
it: Errori:
pl: Błędy:
pt_br: Erros:
zh_hans: 错误:

# errors1
source: error(s).
ar_eg: خطأ (أخطاء).
es: error(es).
fr: les erreurs).
it: errore/i.
pl: błąd(błędy).
pt_br: Erro(s).
zh_hans: 错误.

# errors_list
source: There are errors on the list. Please validate urls.
ar_eg: هناك أخطاء في القائمة. يرجى التحقق من صحة عناوين url.
es: Hay errores en enlaces de la lista. Por favor valide los enlaces.
fr: Il y a des erreurs dans la liste. Veuillez valider les URL.
it: Ci sono errori nell'elenco. Convalida le URL.
pl: Na liście występują błędy. Proszę sprawdzić adresy.
pt_br: Existem erros na lista. Valide os links.
zh_hans: 列表中有错误，请验证网址

# errors_se
source: error(s) during last session
ar_eg: خطأ (أخطاء) خلال الجلسة الماضية
es: error(es) durante la última sesión
fr: erreur(s) lors de la dernière session
it: errore/i durante l'ultima sessione
pl: błąd w ostatniej sesji
pt_br: Erro(s) durante a última sessão
zh_hans: 上次会话期间的错误

# error_last_ses
source: There were errors during last session
ar_eg: كانت هناك أخطاء خلال الجلسة الماضية
es: Se produjeron errores durante la última sesión
fr: Il y a eu des erreurs lors de la dernière session
it: Ci sono stati errori durante l'ultima sessione
pl: W ostatniej sesji wystąpiły błędy
pt_br: Houve erros durante a última sessão
zh_hans: 上次会话期间出现错误

# error_subx
source: Error muxing subtitles:
ar_eg: خطأ muxing ترجمات:
es: Error al multiplexar subtítulo:
fr: Erreur lors du multiplexage des sous-titres :
it: Errore muxing sottotitoli:
pl: Błąd łączenia napisów:
pt_br: Erro ao juntar as legendas:
zh_hans: 混合字幕时出错:

# error_temp
source: Error writing to temp folder.
ar_eg: خطأ في الكتابة إلى المجلد المؤقت.
es: Error al escribir en la carpeta temporar.
fr: Erreur d'écriture dans le dossier temporaire.
it: Errore scrittura nella cartella temporanea.
pl: Błąd zapisu do folderu tymczasowego.
pt_br: Erro ao gravar na pasta temporária.
zh_hans: 写入临时文件夹时出错

# error_test_f
source: Error writing test file.
ar_eg: خطأ في كتابة ملف الاختبار.
es: Error al escribir un archivo de prueba.
fr: Erreur d'écriture du fichier de test.
it: Errore scrittura file test.
pl: Błąd zapisu pliku testowego.
pt_br: Erro ao gravar o arquivo de teste.
zh_hans: 写入测试文件时出错

# err_bck
source: Error creating backup. Please select another location.
ar_eg: خطأ في إنشاء نسخة احتياطية. الرجاء تحديد موقع آخر.
es: Error al crear la copia de respaldo. Por favor, seleccione otra carpeta de destino.
fr: Erreur lors de la création de la sauvegarde. Veuillez sélectionner un autre emplacement.
it: Errore craezione backup. Seleziona un altro percorso.
pl: Błąd podczas tworzenia kopii zapasowej. Wybierz inną lokalizację.
pt_br: Erro ao criar backup. Selecione outro local.
zh_hans: 创建备份时出错，请选择其他位置

# err_check
source: There was an error checking for updates.
ar_eg: كان هناك خطأ في التحقق من وجود تحديثات.
es: Se produjo un error al buscar actualizaciones.
fr: Une erreur s'est produite lors de la vérification des mises à jour.
it: Si è verificato un errore durante la verifica degli aggiornamenti.
pl: Wystąpił błąd podczas sprawdzania dostępności aktualizacji.
pt_br: Ocorreu um erro ao verificar se há atualizações.
zh_hans: 检查更新时出错

# err_close_procs
source: Error closing process:
ar_eg: عملية إغلاق الخطأ:
es: Error al cerrar proceso:
fr: Erreur lors du processus de fermeture :
it: Errore chiusura processo:
pl: Błąd podczas zamykania procesu:
pt_br: Erro ao fechar o processo:
zh_hans: 关闭过程时出错:

# err_con2
source: Internet connection error
ar_eg: خطأ في الاتصال بالإنترنت
es: Error de conexión a internet
fr: Erreur de connexion Internet
it: Errore connessione internet
pl: Błąd połączenia internetowego
pt_br: Erro de conexão com a Internet
zh_hans: 互联网连接错误

# err_concat
source: There was an error creating the intermediate concatenation file.
ar_eg: حدث خطأ في إنشاء ملف التسلسل الوسيط.
es: Se produjo un error al crear el fichero intermedio para concatenación.
fr: Une erreur s'est produite lors de la création du fichier de concaténation intermédiaire.
it: Si è verificato un errore durante la creazione del file di unione intermedio.
pl: Wystąpił błąd podczas tworzenia pośredniego pliku łączenia.
pt_br: Ocorreu um erro ao criar o arquivo de combinação intermediária.
zh_hans: 创建中间链接文件时出错

# err_connect
source: There was an error connecting to the Internet. Continue anyway?
ar_eg: حدث خطأ في الاتصال بالإنترنت. هل تريد الاستمرار على أي حال؟
es: Se produjo un error al conectar a internet. ¿Continuar de todos modos?
fr: Une erreur s'est produite lors de la connexion à Internet. Continuer quand même ?
it: Si è verificato un errore durante la connessione ad internet. Vuoi continuare comunque?
pl: Wystąpił błąd podczas łączenia się z Internetem. Kontynuować mimo to?
pt_br: Ocorreu um erro ao conectar-se à Internet. Continue de qualquer maneira?
zh_hans: 连接到 Internet 时出错。还是要继续？

# err_dec
source: Unknown error refreshing decoders list.
ar_eg: خطأ غير معروف في تحديث قائمة وحدات فك التشفير.
es: Error desconocido al actualizar la lista de decodificadores.
fr: Erreur inconnue lors de l'actualisation de la liste des décodeurs.
it: Errore sconosciuto durante aggiornamento elenco decoder.
pl: Nieznany błąd podczas odświeżania listy dekoderów.
pt_br: Erro desconhecido ao atualizar a lista de decodificadores.
zh_hans: 未知错误，刷新解码器列表

# err_del_log
source: There was an error trying to delete last log file.
ar_eg: حدث خطأ أثناء محاولة حذف ملف السجل الأخير.
es: Se produjo un error al intentar borrar el fichero de registro.
fr: Une erreur s'est produite lors de la tentative de suppression du dernier fichier journal.
it: Si è verificato un errore durante il tentativo di eliminare l'ultimo file registro eventi.
pl: Wystąpił błąd podczas próby usunięcia ostatniego pliku dziennika.
pt_br: Ocorreu um erro ao tentar excluir o último arquivo de registro.
zh_hans: 尝试删除最后一个日志文件时出错

# err_dest
source: Error creating destination file.
ar_eg: خطأ في إنشاء ملف الوجهة.
es: Error al crear el fichero de destino.
fr: Erreur lors de la création du fichier de destination.
it: Errore creazione file destinazione.
pl: Błąd podczas tworzenia pliku wyjściowego.
pt_br: Erro ao criar arquivo de destino.
zh_hans: 创建目标文件时出错

# err_down_u
source: Error downloading the required update, please check your network connection.
ar_eg: خطأ في تنزيل التحديث المطلوب ، يرجى التحقق من اتصال الشبكة.
es: Error al descargar una actualización requerida, revise por favor su conexión a internet.
fr: Erreur lors du téléchargement de la mise à jour requise, veuillez vérifier votre connexion réseau.
it: Errore durante il download dell'aggiornamento richiesto. Verifica la connessione di rete.
pl: Wystąpił błąd podczas pobierania wymaganej aktualizacji. Sprawdź połączenie sieciowe.
pt_br: Erro ao baixar a atualização necessária, verifique sua conexão de rede.
zh_hans: 下载所需更新时出错，请检查您的网络连接。

# err_ext_vid
source: Error extracting image from video track.
ar_eg: خطأ في استخراج الصورة من مسار الفيديو.
es: Error extrayendo imagen desde la pista de vídeo.
fr: Erreur lors de l'extraction de l'image de la piste vidéo.
it: Errore estrazione immagine della traccia video.
pl: Błąd podczas wyodrębniania obrazu ze ścieżki wideo.
pt_br: Erro ao extrair imagem da trilha de vídeo.
zh_hans: 从视频轨道中提取图像时出错。

# err_int_yt
source: yt-dl internal error
ar_eg: yt-dl خطأ داخلي
es: Error interno de yt-dl
fr: erreur interne yt-dl
it: Errore interno youtube-dl
pl: Błąd wewnętrzny yt-dl
pt_br: Erro interno do yt-dl
zh_hans: yt-dl内部错误

# err_kf
source: Error obtaining keyframes. Input format is invalid.
ar_eg: خطأ في الحصول على الإطارات الرئيسية. تنسيق الإدخال غير صالح.
es: Error al obtener los fotogramas clave. Formato de entrada incorrecto.
fr: Erreur lors de l'obtention des images clés. Le format d'entrée n'est pas valide.
it: Errore ottenimento frame chiave. Il formato sorgente non è valido.
pl: Błąd podczas uzyskiwania klatek kluczowych. Format wejściowy jest nieprawidłowy.
pt_br: Erro ao obter quadros-chave. O formato de entrada é inválido.
zh_hans: 获取关键帧时出错，输入格式无效。

# err_oc
source: An error occurred
ar_eg: حدث خطأ
es: Se produjo un error:
fr: Une erreur s'est produite
it: Si è verificato un errore
pl: Wystąpił błąd
pt_br: Ocorreu um erro
zh_hans: 发生错误

# err_pars_ff
source: Error parsing ffmpeg version. File may be damaged.
ar_eg: خطأ في تحليل نسخة ffmpeg. قد يكون الملف تالفًا.
es: Error al verificar ffmpeg, el archivo podría estar dañado.
fr: Erreur lors de l'analyse de la version ffmpeg. Le fichier est peut-être endommagé.
it: Errore analisi versione ffmpeg. Potrebbe essere danneggiato.
pl: Błąd podczas parsowania wersji ffmpeg. Plik może być uszkodzony.
pt_br: Erro ao analisar a versão do ffmpeg. O arquivo pode estar danificado.
zh_hans: 解析ffmpeg版本时出错，文件可能已损坏。

# err_port
source: Portable settings folder could not be created on application path:
ar_eg: تعذر إنشاء مجلد الإعدادات المحمولة في مسار التطبيق:
es: No se pudo crear la carpeta de configuración en la ruta de la aplicación:
fr: Le dossier des paramètres portables n'a pas pu être créé sur le chemin de l'application :
it: Impossibile creare cartella impostazioni portatili nel percorso dell'applicazione:
pl: Nie można utworzyć folderu ustawień przenośnych na ścieżce aplikacji:
pt_br: Não foi possível criar a pasta de configurações portáteis no caminho do aplicativo:
zh_hans: 无法在应用程序路径上创建便携式设置文件夹:

# err_proc_q
source: An error occurred during queue processing:
ar_eg: حدث خطأ أثناء معالجة قائمة الانتظار:
es: Se produjo un error al procesar la cola:
fr: Une erreur s'est produite lors du traitement de la file d'attente :
it: Si è verificato un errore durante l'elaborazione della coda:
pl: Wystąpił błąd podczas przetwarzania kolejki:
pt_br: Ocorreu um erro durante o processamento da fila:
zh_hans: 队列处理过程中发生错误:

# err_qf
source: Error loading queue session. Unexpected file format.
ar_eg: خطأ في تحميل جلسة قائمة الانتظار. تنسيق ملف غير متوقع.
es: Error al cargar el fichero de sesión interrumpida. Formato incorrecto.
fr: Erreur lors du chargement de la session de file d'attente. Format de fichier inattendu.
it: Errore caricamento sessione coda. Formato file non corretto.
pl: Błąd ładowania sesji kolejki. Nieoczekiwany format pliku.
pt_br: Erro ao carregar a sessão da fila. Formato de arquivo inesperado.
zh_hans: 加载队列会话时出错，意外的文件格式

# err_saving_pres
source: An error occurred saving presets file.
ar_eg: حدث خطأ أثناء حفظ ملف الإعدادات المسبقة.
es: Se produjo un error al guardar los perfiles
fr: Une erreur s'est produite lors de l'enregistrement du fichier de préréglages.
it: Si è verificato un errore durante il salvataggio del file profilo.
pl: Wystąpił błąd podczas zapisywania pliku ustawień wstępnych.
pt_br: Ocorreu um erro ao salvar o arquivo de predefinições.
zh_hans: 保存预设文件时出错

# err_set
source: An error occurred while saving settings.
ar_eg: حدث خطأ أثناء حفظ الإعدادات.
es: Se produjo un error al guardar los ajustes
fr: Une erreur s'est produite lors de l'enregistrement des paramètres.
it: Si è verificato un errore durante il salvataggio delle impostazioni.
pl: Wystąpił błąd podczas zapisywania ustawień.
pt_br: Ocorreu um erro ao salvar as configurações.
zh_hans: 保存设置时出错

# err_wavs
source: Error playing file. Only PCM wave files are supported.
ar_eg: خطأ في تشغيل الملف. يتم دعم ملفات PCM wave فقط.
es: Error al reproducir archivo. Solo ficheros de onda PCM están admitidos.
fr: Erreur de lecture du fichier. Seuls les fichiers Wave PCM sont pris en charge.
it: Errore durante la riproduzione del file. Sono supportati solo i file wave PCM.
pl: Błąd odtwarzania pliku. Obsługiwane są tylko pliki PCM wave.
pt_br: Erro ao reproduzir o arquivo. Somente arquivos de onda PCM são suportados.
zh_hans: 播放文件时出错，仅支持PCM波形文件

# err_yt_2
source: An error occurred trying to update yt-dl:
ar_eg: حدث خطأ أثناء محاولة تحديث yt-dl:
es: Se produjo un error al intentar actualizar yt-dl:
fr: Une erreur s'est produite lors de la tentative de mise à jour de yt-dl :
it: Si è verificato un errore durante il tentativo di aggiornare youtube-dl:
pl: Wystąpił błąd podczas próby aktualizacji yt-dl:
pt_br: Ocorreu um erro ao tentar atualizar o yt-dl:
zh_hans: 尝试更新yt-dl时发生错误:

# err_yt_u
source: Error checking yt-dl updates.
ar_eg: خطأ في التحقق من تحديثات yt-dl.
es: Error al buscar actualizaciones de yt-dl
fr: Erreur lors de la vérification des mises à jour yt-dl.
it: Errore controllo aggiornamenti youtube-dl.
pl: Błąd podczas sprawdzania aktualizacji yt-dl.
pt_br: Erro ao verificar as atualizações do yt-dl.
zh_hans: 检查yt-dl更新时出错
