Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings2.*.resx
Languages: ar_eg, it, pt_br, zh_hans

# aborted2
source: URL download aborted by user.
ar_eg: تم إحباط تنزيل URL من قبل المستخدم.
it: URL download interrotta dall'utente.
pt_br: Arquivo baixado do link foi abortado pelo usuário.
zh_hans: 用户已中止URL下载

# abort_cap
source: Abort screen capture
ar_eg: إحباط التقاط الشاشة
it: Interrompi cattura schermo
pt_br: Abortar captura de tela
zh_hans: 中止屏幕捕获

# app_min_1
source: Application window will be minimized 1 second before recording starts.
ar_eg: سيتم تصغير نافذة التطبيق بمقدار ثانية واحدة قبل بدء التسجيل.
it: La finestra dell'applicazione verrà minimizzata 1 secondo prima dell'avvio della registrazione.
pt_br: A janela do aplicativo será minimizada 1 segundo antes do início da gravação.
zh_hans: 应用程序窗口将在录制开始前1秒最小化

# Aud_wave
source: Audio wave format
ar_eg: تنسيق الموجة الصوتية
it: Formato audio wave
pt_br: Formato de áudio wave
zh_hans: 音频波形格式

# autorun_dis
source: Autorun is disabled
ar_eg: تم تعطيل "التشغيل التلقائي"
it: Esecuzione automatica disabilitata
pt_br: Autoexecutar está desabilitado
zh_hans: 自动运行被禁用

# autorun_en
source: Autorun is enabled
ar_eg: تم تمكين التشغيل التلقائي
it: Esecuzione automatica disabilitata
pt_br: Autoexecutar está habilitado
zh_hans: 自动运行已启用

# autoshut_en
source: AUTOMATIC SHUTDOWN ENABLED
ar_eg: تم تمكين الإيقاف التلقائي
it: ABILITA SPEGNIMENTO AUTOMATICO
pt_br: DESLIGAMENTO AUTOMÁTICO HABILITADO
zh_hans: 启用自动关机

# autoshut_st
source: COMPUTER SHUTDOWN LAUNCHED
ar_eg: تم إيقاف تشغيل الكمبيوتر
it: SPEGNIMENTO COMPUTER AVVIATO
pt_br: DESLIGAMENTO AUTOMÁTICO INICIADO
zh_hans: 电脑关机启动

# auto_ask
source: Sequential encoding autorun is enabled. Do you want to keep this setting?
ar_eg: تم تمكين التشغيل التلقائي للترميز المتسلسل. هل تريد الاحتفاظ بهذا الإعداد؟
it: Esecuzione automatica codifica sequenziale abilitata. Vuoi mantenere questa impostazione?
pt_br: A execução automática de codificação sequencial está ativada. Você deseja manter esta configuração?
zh_hans: 顺序编码自动运行已启用。您要保留此设置吗？

# auto_ask2
source: Multi-file encoding autorun is enabled. Do you want to keep this setting?
ar_eg: تم تمكين التشغيل التلقائي لترميز الملفات المتعددة. هل تريد الاحتفاظ بهذا الإعداد؟
it: Esecuzione automatica codifica multi file abilitata. Vuoi mantenere questa impostazione?
pt_br: A execução automática de codificação de vários arquivos está ativada. Você deseja manter esta configuração?
zh_hans: 多文件编码自动运行已启用。您要保留此设置吗？

# avoid_overw
source: to avoid opossible overwritings.
ar_eg: لتجنب إمكانية الكتابة فوقها.
it: per evitare possibili sovrascritture.
pt_br: para evitar uma possível substituição.
zh_hans: 为了避免可能的覆盖

# batch_concat_msg
source: Batch concatenation is enabled, but no initial or end files were selected. Please choose either one of them or disable this setting.
ar_eg: تم تمكين تسلسل الدُفعات ، لكن لم يتم تحديد ملفات أولية أو ملفات نهائية. الرجاء اختيار أحدهما أو تعطيل هذا الإعداد.
it: Concatenazione batch abilitata, ma nessun file iniziale o finale selezionato. Scegli uno dei due o disabilita questa impostazione.
pt_br: A concatenação em lote está habilitada, mas nenhum arquivo inicial ou final foi selecionado. Escolha um deles ou desative esta configuração.
zh_hans: 启用了批量连接，但未选择初始文件或结束文件。请选择其中之一或禁用此设置。

# big_size
source: Bigger size
ar_eg: حجم أكبر
it: Dimensione grande
pt_br: Tamanho maior
zh_hans: 更大的尺寸

source: Black
ar_eg: أسود
it: Nero
pt_br: Preto
zh_hans: 黑色

source: Browsing
ar_eg: التصفح
it: Navigazione
pt_br: Procurando
zh_hans: 浏览

# brow_page
source: Browsing url contents: Page
ar_eg: تصفح محتويات عنوان url: الصفحة
it: Navigazione URL contenuti: Pagina
pt_br: Conteúdo do link de navegação: Página
zh_hans: 浏览网址内容：页面

# capt_1
source: Capturing in 1 second
ar_eg: التقاط في 1 ثانية
it: Avvio cattura tra 1 secondo
pt_br: Capturando em 1 segundo
zh_hans: 1秒捕捉

# capt_2
source: Capturing in 2 seconds
ar_eg: الالتقاط في ثانيتين
it: Avvio cattura tra 2 secondi
pt_br: Capturando em 2 segundos
zh_hans: 2秒内捕获

# capt_3
source: Capturing in 3 seconds
ar_eg: التقاط في 3 ثوان
it: Avvio cattura tra 3 secondi
pt_br: Capturando em 3 segundos
zh_hans: 3秒内捕获

# capt_term
source: Capturing terminated
ar_eg: تم إنهاء الالتقاط
it: Cattura terminata
pt_br: Captura concluída
zh_hans: 捕获终止

# capt_virtual
source: To capture audio playback, virtual audio driver is required.
ar_eg: لالتقاط تشغيل الصوت ، يلزم وجود برنامج تشغيل صوت افتراضي.
it: Per cattura la parte audio, è richiesto un driver audio virtuale.
pt_br: Para capturar a reprodução de áudio, é necessário um driver de áudio virtual.
zh_hans: 要捕获音频播放，需要虚拟音频驱动程序。

# check_web_up
source: Would you like to visit the project web site to check for new releases?
ar_eg: هل ترغب في زيارة موقع المشروع للتحقق من الإصدارات الجديدة؟
it: Vuoi visitare il sito web del programma per verificare la disponibilità di nuove versioni?
pt_br: Gostaria de visitar o site do projeto para verificar se há novos lançamentos?
zh_hans: 您想访问项目网站以检查新版本吗？

source: Computer will
ar_eg: إرادة الكمبيوتر
it: Il computer si
pt_br: O computador vai
zh_hans: 电脑会

# concat_vid_help
source: This filter allows to join videos with different qualities, it improves compatibility but it requires audio and video to be re-encoded. Parameters field can be left blank. NOTE: Only video files allowed.
ar_eg: يسمح هذا الفلتر بضم مقاطع الفيديو ذات الصفات المختلفة ، ويحسن التوافق ولكنه يتطلب إعادة تشفير الصوت والفيديو. يمكن ترك حقل المعلمات فارغًا. ملاحظة: يسمح فقط بملفات الفيديو.
it: Questo filtro permette di unire video con qualità diverse, migliora la compatibilità ma richiede la ricodifica di audio e video. Il campo dei parametri può essere lasciato vuoto. NOTA: sono consentiti solo file video.
pt_br: Este filtro permite juntar vídeos com qualidades diferentes, melhora a compatibilidade mas requer que o áudio e o vídeo sejam recodificados. O campo de parâmetros pode ser deixado em branco. NOTA: Somente arquivos de vídeo são permitidos.
zh_hans: 此滤镜允许合并不同质量的视频，它提高了兼容性，但需要重新编码音频和视频。参数字段可以留空。注意：只允许使用视频文件。

# contin
source: Continue?
ar_eg: يكمل؟
it: Vuoi continuare?
pt_br: Continuar?
zh_hans: 继续？

source: Custom
ar_eg: مخصص
it: Personale
pt_br: Personalizado
zh_hans: 惯例

# deleting_f
source: Deleting...
ar_eg: جارٍ الحذف ...
it: Eliminazione...
pt_br: Excluindo...
zh_hans: 正在删除...

source: Deleting files...
ar_eg: جاري حذف الملفات ...
it: Eliminazioen file...
pt_br: Excluindo arquivos ...
zh_hans: 正在删除文件...

# deleting_proc
source: Deleting processed files...
ar_eg: جارٍ حذف الملفات المعالجة ...
it: Eliminazione file elaborati...
pt_br: Excluindo arquivos processados ...
zh_hans: 正在删除已处理的文件...

# deleting_sourc
source: Deleting source files...
ar_eg: جارٍ حذف ملفات المصدر ...
it: Eliminazione file sorgenti...
pt_br: Excluindo arquivos de origem ...
zh_hans: 正在删除源文件...

# demuxer_help
source: In this mode audio/video files can be stream copied, provided they share qualities (size, codec, bitrate). NOTE: Not all containers are supported for stream copy. If playback issues occur or files are not joined, re-encoding may be required.
ar_eg: في هذا الوضع ، يمكن نسخ ملفات الصوت / الفيديو ، بشرط أن تشترك في الصفات (الحجم ، الترميز ، معدل البت). ملاحظة: لا يتم دعم جميع الحاويات لنسخ الدفق. إذا حدثت مشكلات في التشغيل أو لم يتم ضم الملفات ، فقد يلزم إعادة الترميز.
it: In questa modalità i file audio/video possono essere copiati in streaming, purché condividano le qualità (dimensioni, codec, bitrate). NOTA: non tutti i contenitori sono supportati per la copia del flusso. Se si verificano problemi di riproduzione o se i file non vengono uniti, potrebbe essere necessaria la ricodifica.
pt_br: Neste modo, os arquivos de áudio / vídeo podem ser copiados em fluxo, desde que compartilhem qualidades (tamanho, codec, taxa de bits). NOTA: Nem todos os contêineres têm suporte para cópia de fluxo. Se ocorrerem problemas de reprodução ou os arquivos não forem unidos, pode ser necessária a recodificação.
zh_hans: 在这种模式下，音频/视频文件可以被流式复制，只要它们共享质量（大小、编解码器、比特率）。注意：并非所有容器都支持流复制。如果出现播放问题或未合并文件，则可能需要重新编码。

# dest_not_empty
source: Destination folder is not empty. Continue?
ar_eg: مجلد الوجهة ليس فارغًا. يكمل؟
it: La cartella destinazione non è vuota. Vuoi continuare?
pt_br: A pasta de destino não está vazia. Continuar?
zh_hans: 目标文件夹不为空。继续？

# dif_in_out_f
source: Different input folders to single output folder
ar_eg: مجلدات الإدخال المختلفة لمجلد الإخراج الفردي
it: Diverse cartelle sorgenti in una singola cartella destinazione
pt_br: Diferentes pastas de entrada para uma única pasta de saída
zh_hans: 不同的输入文件夹到单个输出文件夹

source: Download
ar_eg: تحميل
pt_br: Baixar
zh_hans: 下载

# down_prog
source: Download is in progress, please abort before closing window.
ar_eg: التنزيل قيد التقدم ، يرجى الإلغاء قبل إغلاق النافذة.
it: Download in corso. Interrompilo prima di chidudere la fienstra.
pt_br: O arquivo baixando está em andamento, cancele antes de fechar a janela.
zh_hans: 下载正在进行中，请在关闭窗口前中止。

# down_prog2
source: Download in progress
ar_eg: التنزيل قيد التقدم
it: Download in corso
pt_br: Baixando arquivo em progresso
zh_hans: 正在下载

# down_p_ab
source: Download is in progress. Do you want to force quit?
ar_eg: التحميل قيد التقدم. هل تريد أن تجبر على الإقلاع عن التدخين؟
it: Download in corso. Sei sicuro di voler uscire?
pt_br: O arquivo baixando está em andamento. Você deseja forçar o encerramento?
zh_hans: 正在下载，你想强制退出吗？

# drop_big
source: Dropped file is too big. Only text files under 1 MB are supported.
ar_eg: الملف المسقط كبير جدًا. يتم دعم الملفات النصية التي يقل حجمها عن 1 ميغا بايت فقط.
it: Il file selezionato è troppo grande. Sono supportati solo file di testo inferiori a 1 MB.
pt_br: O arquivo descartado é muito grande. Apenas arquivos de texto com menos de 1 MB são suportados.
zh_hans: 丢弃的文件太大，仅支持1MB以下的文本文件。

# drop_one
source: Please drop only one file.
ar_eg: الرجاء إسقاط ملف واحد فقط.
it: Trascina un solo file.
pt_br: Solte apenas um arquivo.
zh_hans: 请只删除一个文件

# error_writing
source: Error writing to destination folder. Please select another path, or ensure you have write permissions.
ar_eg: خطأ في الكتابة إلى مجلد الوجهة. الرجاء تحديد مسار آخر ، أو التأكد من أن لديك أذونات الكتابة.
it: Errore durante la scrittura nella cartella destinazione. Seleziona un altro percorso o assicurati di avere i permessi di scrittura.
pt_br: Erro ao gravar na pasta de destino. Selecione outro caminho ou certifique-se de ter permissões de gravação.
zh_hans: 写入目标文件夹时出错。请选择其他路径，或确保您具有写入权限。

# err_clipb
source: Error copying to clipboard.
ar_eg: خطأ في النسخ إلى الحافظة.
it: Errore durante la copia negli Appunti.
pt_br: Erro ao copiar para a área de transferência.
zh_hans: 复制到剪贴板时出错

# err_pl_vlc
source: Error trying to play URL with VLC:
ar_eg: خطأ أثناء محاولة تشغيل URL باستخدام VLC:
it: Errore durante la riproduzione dell'URL con VLC:
pt_br: Erro ao tentar reproduzir URL com VLC:
zh_hans: 尝试使用VLC播放URL时出错:

# err_save_qu
source: There was an error saving queue file.
ar_eg: حدث خطأ أثناء حفظ ملف قائمة الانتظار.
it: Si è verificato un errore durante il salvataggio del file della coda.
pt_br: Ocorreu um erro ao salvar o arquivo da fila.
zh_hans: 保存队列文件时出错

# err_save_track
source: Error saving track
ar_eg: خطأ في حفظ المسار
it: Errore durante il salvataggio della traccia
pt_br: Erro ao salvar a trilha
zh_hans: 保存轨道时出错

# err_test_temp
source: Test folder could not be created at TEMP location.
ar_eg: تعذر إنشاء مجلد الاختبار في موقع TEMP.
it: Impossibile creare la cartella di prova nel percorso temporaneo.
pt_br: A pasta de teste não pôde ser criada no local TEMP.
zh_hans: 无法在TEMP位置创建测试文件夹

# err_write_out
source: Error writing output folder:
ar_eg: خطأ في كتابة مجلد الإخراج:
it: Errore durante la scrittura della cartella destinazione:
pt_br: Erro ao gravar a pasta de saída:
zh_hans: 写入输出文件夹时出错:

# err_write_temp
source: Error writing to temp folder.
ar_eg: خطأ في الكتابة إلى المجلد المؤقت.
it: Errore durante la scrittura nella cartella temporanea.
pt_br: Erro ao gravar na pasta temporária.
zh_hans: 写入临时文件夹时出错

# exc_dur
source: exceeds source duration.
ar_eg: يتجاوز مدة المصدر.
it: eccede la durata del sorgente.
pt_br: excede a duração da fonte.
zh_hans: 超过源持续时间

# ext_com_err
source: External command returned an error on
ar_eg: أعاد الأمر الخارجي خطأ في
it: Il comando esterno ha ritornato un errore il
pt_br: O comando externo retornou um erro em
zh_hans: 外部命令返回错误

# ext_com_ok
source: External command executed successfully on
ar_eg: تم تنفيذ الأمر الخارجي بنجاح في
it: Comando esterno eseguito correttamente il
pt_br: Comando externo executado com sucesso em
zh_hans: 外部命令成功执行

# files_long_t
source: files can take a long time. Are you sure?
ar_eg: يمكن أن تستغرق الملفات وقتًا طويلاً. هل أنت متأكد؟
it: file possono richiedere un tempo lungo. Sei sicuro?
pt_br: os arquivos podem demorar muito. Tem certeza?
zh_hans: 文件可能需要很长时间。你确定吗？

source: Frame size
ar_eg: حجم الاطار
it: Dim. frame
pt_br: Tamanho da moldura
zh_hans: 帧的大小

# init_wait
source: Initializing download, please wait...
ar_eg: جاري بدء التنزيل ، الرجاء الانتظار ...
it: Inizializzazione download...
pt_br: Começando a baixar, aguarde...
zh_hans: 正在初始化下载，请稍候...

# invalid_param
source: Invalid parameters for screen capturing.
ar_eg: معلمات غير صالحة لالتقاط الشاشة.
it: Parametri non validi per cattura schermo.
pt_br: Parâmetros inválidos para captura de tela.
zh_hans: 屏幕捕获参数无效

# invalid_p_2
source: Invalid capturing parameters
ar_eg: معلمات الالتقاط غير صالحة
it: Parametri cattura non validi
pt_br: Parâmetros de captura inválidos
zh_hans: 无效的捕获参数

# in_60
source: in 60 seconds
ar_eg: في 60 ثانية
it: in 60 secondi
pt_br: em 60 segundos
zh_hans: 在60秒内

source: Join files
ar_eg: انضمام ملفات
it: Unisci file
pt_br: Juntar arquivos
zh_hans: 合并文件

# lang_corrupted
source: Language configuration was corrupted, please reinstall application.
ar_eg: تم إتلاف تكوين اللغة ، يرجى إعادة تثبيت التطبيق.
it: Configurazione lingua danneggiata. Reinstalla l'applicazione.
pt_br: A configuração do idioma foi corrompida, reinstale o aplicativo.
zh_hans: 语言配置已损坏，请重新安装应用程序。

# logging_f
source: Logging for:
ar_eg: التسجيل لـ:
it: Registrazione per:
pt_br: Registrando para:
zh_hans: 正在日志记录:

# low_size
source: Lower size
ar_eg: حجم صغير
it: Dimensione piccola
pt_br: Tamanho menor
zh_hans: 较小的尺寸

# missing_f
source: Missing files
ar_eg: الملفات المفقودة
it: File mancanti
pt_br: Arquivos ausentes
zh_hans: 丢失文件

# multi_drop
source: Please drop only one file.
ar_eg: الرجاء إسقاط ملف واحد فقط.
it: Trascina un solo file.
pt_br: Solte apenas um arquivo.
zh_hans: 请只删除一个文件

# multi_drop2
source: Multiple files dropped
ar_eg: تم إسقاط عدة ملفات
it: Trascinati file multipli
pt_br: Vários arquivos descartados
zh_hans: 删除了多个文件

# mux_jobs
source: Multiplex Batch Jobs Manager
ar_eg: مدير وظائف الدُفعات المتعددة
it: Gestore attività batch multiplex
pt_br: Gerenciador de Tarefas de Junção em Lotes
zh_hans: 多路复用批处理作业管理器

source: none
ar_eg: لا أحد
it: nessuno
pt_br: Nenhum

# not_deleted
source: could not be deleted.
ar_eg: لا يمكن حذفه.
it: non può essere eliminato.
pt_br: não pôde ser excluído.
zh_hans: 无法删除

# no_concat_ef
source: No initial or end files
ar_eg: لا توجد ملفات أولية أو ملفات نهائية
it: Nessun file iniziale o finale
pt_br: Nenhum arquivo inicial ou final
zh_hans: 没有初始或结束文件

# one_track
source: Please select only one file to add its streams.
ar_eg: الرجاء تحديد ملف واحد فقط لإضافة التدفقات الخاصة به.
it: Seleziona solo un file per aggiungere i suoi stream.
pt_br: Selecione apenas um arquivo para adicionar seus fluxos.
zh_hans: 请仅选择一个文件以添加其流

# outf_count
source: Downloading. Total count not available. Output folder count:
ar_eg: جارى التحميل. العدد الإجمالي غير متوفر. عدد مجلد الإخراج:
it: In download. Contatore totale non disponibile. N. cartelle destinazione:
pt_br: Baixando. Contagem total não disponível. Contagem da pasta de saída:
zh_hans: 正在下载。总计数不可用。输出文件夹数:

# pr01
source: Video: MP4 Stream copy
ar_eg: الفيديو: MP4 Stream copy
it: Video: Copia stream MP4
pt_br: Vídeo: Copiar o fluxo para MP4
zh_hans: 视频: 复制流到MP4

# pr02
source: Video: Convert audio track to AAC HQ 2 channels
ar_eg: الفيديو: تحويل مسار الصوت إلى قنوات AAC HQ 2
it: Video: converti traccia audio inAAC HQ 2 canali
pt_br: Vídeo: Converter trilha de áudio para AAC HQ - 2 canais
zh_hans: 视频: 将音轨转换为AAC HQ 2声道

# pr03
source: Video: Convert audio tracks to AC3 2 channels
ar_eg: الفيديو: تحويل المسارات الصوتية إلى قنوات AC3 2
it: Video: converti traccia udio in AC3 2 canali
pt_br: Vídeo: Converter trilhas de áudio para AC3 - 2 canais
zh_hans: 视频: 将音轨转换为AC3 2通道

# pr04
source: Video: Convert to ProRes MKV
ar_eg: الفيديو: التحويل إلى ProRes MKV
it: Video: converti in ProRes MKV
pt_br: Vídeo: Converter para ProRes MKV
zh_hans: 视频: 转换为ProRes MKV

# pr05
source: Video: Convert to H264 HQ + Source Audio
ar_eg: الفيديو: التحويل إلى H264 HQ + Source Audio
it: Video: converti in H264 HQ + audio sorgente
pt_br: Vídeo: Converter para H264 HQ + Fonte de Áudio
zh_hans: 视频: 转换为H264 HQ + 源音频

# pr06
source: Video: Convert to H264 Ultrafast
ar_eg: فيديو: قم بالتحويل إلى H264 Ultrafast
it: Video: converti in H264 Ultrafast
pt_br: Vídeo: Converter para H264 ultrarrápido
zh_hans: 视频: 转换为H264超快

# pr07
source: Video: Convert to H265 HQ + Source Audio
ar_eg: الفيديو: قم بالتحويل إلى H265 HQ + Source Audio
it: Video: converti in H265 HQ + audio sorgente
pt_br: Vídeo: Converter para H265 HQ + Fonte de Áudio
zh_hans: 视频: 转换为 H265 HQ + 源音频

# pr08
source: Video: Resize 1280x720 H264-AAC
ar_eg: الفيديو: تغيير الحجم 1280x720 H264-AAC
it: Video: ridimensiona in 1280x720 H264-AAC
pt_br: Vídeo: Redimensionar para 1280x720 H264-AAC
zh_hans: 视频: 调整 1280x720 H264-AAC

# pr09
source: Video: Rotate 90 degrees Clockwise to H264 + Source audio
ar_eg: الفيديو: قم بتدوير 90 درجة باتجاه عقارب الساعة إلى H264 + مصدر الصوت
it: Video: ruota di 90 gradi in senso orario e converti in H264 + audio sorgente
pt_br: Vídeo: Girar 90 graus no sentido horário para H264 + Fonte de áudio
zh_hans: 视频: 顺时针旋转90度到 H264 + 源音频

# pr10
source: Video: Rotate 90 degrees CountercLockwise and Vertical Flip to H264 + Source audio
ar_eg: الفيديو: قم بتدوير 90 degrees CountercLockwise و Vertical Flip إلى H264 + Source audio
it: Video: ruota di 90 gradi in senso anti orario ribalta in verticale e converti in H264 + audio sorgente
pt_br: Vídeo: Girar 90 graus no sentido anti-horário e virar vertical para H264 + Fonte de áudio
zh_hans: 视频: 逆时针旋转90度和垂直翻转到 H264 + 源音频

# pr11
source: Video: Rotate 90 degrees CounterClockwise to H264 + Source audio
ar_eg: فيديو: تدوير 90 درجة عكس اتجاه عقارب الساعة إلى H264 + مصدر الصوت
it: Video: ruota di 90 gradi in senso anti orario e converti in H264 + audio sorgente
pt_br: Vídeo: Girar 90 graus no sentido anti-horário para H264 + Fonte de áudio
zh_hans: 视频: 逆时针旋转90度到 H264 + 源音频

# pr12
source: Video: Rotate 90 degrees Clockwise and Vertical Flip to H264 + Source audio
ar_eg: الفيديو: قم بتدوير 90 درجة في اتجاه عقارب الساعة والانعكاس الرأسي إلى H264 + صوت المصدر
it: Video: ruota di 90 gradi in senso orario ribalta in verticale e converti in H264 + audio sorgente
pt_br: Vídeo: Girar 90 graus no sentido horário e virar vertical para H264 + Fonte de áudio
zh_hans: 视频: 顺时针旋转90度和垂直翻转到 H264 + 源音频

# pr13
source: Video: Rotate 180 degrees to H264 + Source audio
ar_eg: الفيديو: قم بتدوير 180 درجة إلى H264 + صوت المصدر
it: Video: ruota di 180 gradi e converti in H264 + audio sorgente
pt_br: Vídeo: Girar 180 graus para H264 + Fonte de áudio
zh_hans: 视频: 旋转180度到 H264 + 源音频

# pr14
source: Video: Remove subtitles to MP4
ar_eg: الفيديو: إزالة الترجمات من MP4
it: Video: rimuovi sottotitoli e converti in MP4
pt_br: Vídeo: Remover as legendas para MP4
zh_hans: 视频: 删除字幕到MP4

# pr15
source: Audio: Convert to FLAC 16/44,1KHz 2 channels
ar_eg: الصوت: قم بالتحويل إلى قنوات FLAC 16 / 44،1KHz 2
it: Audio: converti in FLAC 16/44,1KHz 2 canali
pt_br: Áudio: Converter para FLAC 16 / 44.1KHz - 2 canais
zh_hans: 音频: 转换为 FLAC 16/44,1KHz 2 通道

# pr16
source: Audio: Convert to MP3 VBR HQ 2 ch embedded cover
ar_eg: الصوت: قم بالتحويل إلى غطاء مدمج بتنسيق MP3 VBR HQ 2 ch
it: Audio: converti in MP3 VBR HQ 2 canali cover inclusa
pt_br: Áudio: Converter para MP3 VBR HQ 2 canais com capa incorporada
zh_hans: 音频: 转换为 MP3 VBR HQ 2 ch 嵌入式封面

# pr17
source: Audio: Convert to MP3 VBR HQ 2 ch
ar_eg: الصوت: قم بالتحويل إلى MP3 VBR HQ 2 ch
it: Audio: converti in MP3 VBR HQ 2 can
pt_br: Áudio: Converter para MP3 VBR HQ 2 canais
zh_hans: 音频: 转换为 MP3 VBR HQ 2 ch

# pr18
source: Audio: Convert to MP3 CBR HQ 2 ch
ar_eg: الصوت: قم بالتحويل إلى MP3 CBR HQ 2 ch
it: Audio: converti in MP3 CBR HQ 2 can
pt_br: Áudio: Converter para MP3 CBR HQ 2 canais
zh_hans: 音频: 转换为 MP3 CBR HQ 2 ch

# pr19
source: Audio: Convert to WAV 16/44,1KHz 2 channels
ar_eg: الصوت: قم بالتحويل إلى قنوات WAV 16 / 44،1KHz 2
it: Audio: converti in WAV 16/44,1KHz 2 canali
pt_br: Áudio: Converter para WAV 16 / 44.1KHz - 2 canais
zh_hans: 音频: 转换为 WAV 16/44,1KHz 2 通道

# pr20
source: Subtitle: Extract first subtitle track to SRT
ar_eg: العنوان الفرعي: استخراج مسار الترجمة الأول إلى SRT
it: Sottotitoli: estrai prima traccia sottotitoli in SRT
pt_br: Legenda: Extrair a primeira faixa de legenda para SRT
zh_hans: 字幕: 将第一个字幕轨道提取到SRT

# pr21
source: Image: Extract frame as image
ar_eg: الصورة: استخراج الإطار كصورة
it: Immagini: estrai fotogramma come immagine
pt_br: Imagem: Extrair quadro como imagem
zh_hans: 图像: 将帧提取为图像

# pr22
source: Record screen at 24 fps + Audio AAC to MKV
ar_eg: سجل الشاشة بمعدل 24 إطارًا في الثانية + صوت AAC إلى MKV
it: Registra schermo a 24 fps + audio AAC in MKV
pt_br: Gravação de tela a 24 fps + Áudio AAC para MKV
zh_hans: 以 24 fps + 音频 AAC 录制屏幕到 MKV

# pr23
source: Record screen at 15 fps 1280x720 + Audio to MKV
ar_eg: تسجيل الشاشة بمعدل 15 إطارًا في الثانية بدقة 1280 × 720 + صوت إلى MKV
it: Registra schermo a 15 fps 1280x720 + audio in MKV
pt_br: Gravação de tela a 15 fps 1280x720 + Áudio para MKV
zh_hans: 以 15 fps 1280x720 + 音频到 MKV 录制屏幕

# pr24
source: Record screen at 30 fps Nvidia NVENC + Audio AAC to MKV
ar_eg: سجل الشاشة بمعدل 30 إطارًا في الثانية Nvidia NVENC + Audio AAC إلى MKV
it: Registra cshermo a 30 fps Nvidia NVENC + audio AAC in MKV
pt_br: Gravação de tela a 30 fps Nvidia NVENC + Áudio AAC para MKV
zh_hans: 以 30 fps 的速度录制屏幕 Nvidia NVENC + 音频 AAC 到 MKV

# pr25
source: Record screen at 25 fps Intel QuickSync + Audio AAC to MKV
ar_eg: سجل الشاشة بمعدل 25 إطارًا في الثانية Intel QuickSync + Audio AAC إلى MKV
it: Registra schermo a 25 fps Intel QuickSync + audio AAC in MKV
pt_br: Gravação de tela a 25 fps Intel QuickSync + Audio AAC para MKV
zh_hans: 以 25 fps Intel QuickSync + 音频 AAC 到 MKV 录制屏幕

# pr26
source: Join images at 1920px width to MP4 video
ar_eg: ضم صورًا بعرض 1920 بكسل إلى فيديو MP4
it: Unisci immagini larghezza 1920px in video MP4
pt_br: Juntar imagens com largura de 1920px para vídeo MP4
zh_hans: 将1920像素宽度的图像加入MP4视频

# press_c
source: Press to cancel
ar_eg: اضغط للإلغاء
it: Premi per annullare
pt_br: Pressione para cancelar
zh_hans: 按取消

# pre_ss
source: Set pre-input seeking parameter -ss
ar_eg: قم بتعيين معلمة البحث عن الإدخال المسبق -ss
it: Imposta parametro ricerca pre-input -ss
pt_br: Definir o parâmetro de busca de pré-entrada -ss
zh_hans: 设置预输入搜索参数 -ss

# queue_not_f
source: queue file(s) were not found.
ar_eg: لم يتم العثور على ملف (ملفات) قائمة الانتظار.
it: file coda non trovato/i.
pt_br: Arquivo(s) de fila não foram encontrados.
zh_hans: 未找到队列文件。

# queue_warn
source: File list successfully loaded.
ar_eg: تم تحميل قائمة الملفات بنجاح.
it: Caricamento elenco file completato.
pt_br: Lista de arquivos carregada com sucesso.
zh_hans: 文件列表加载成功.

# quick_yt1
source: Quick link/playlist download
ar_eg: رابط سريع / تنزيل قائمة التشغيل
it: Download veloce canale/playlist YouTube
pt_br: Baixar rápido de link/lista de reprodução
zh_hans: 快速链接/播放列表下载
