Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# queue_prog_a
source: Queue is in progress, please abort to restart queue.
ar_eg: قائمة الانتظار قيد التقدم ، الرجاء إحباطها لإعادة تشغيل قائمة الانتظار.
es: La cola está siendo procesada. Popr favor, aborte primero la operación para reiniciar la cola.
fr: La file d'attente est en cours, veuillez abandonner pour redémarrer la file d'attente.
it: La coda è in corso, interrompi per riavviare la coda.
pl: Kolejka jest w trakcie realizacji. Proszę przerwać, aby ponownie uruchomić kolejkę.
pt_br: A fila está em andamento, cancele para reiniciar a fila.
zh_hans: 队列正在进行中，请中止以重新启动队列。

# queue_temp
source: A queue temporary session file was found
ar_eg: تم العثور على ملف جلسة مؤقتة لقائمة الانتظار
es: Un fichero de sesión pendiente fue encontrado
fr: Un fichier de session temporaire de file d'attente a été trouvé
it: È stato trovato un file di sessione temporanea in coda
pl: Znaleziono tymczasowy plik sesji kolejki
pt_br: Um arquivo de sessão temporária de fila foi encontrado
zh_hans: 发现队列临时会话文件

# q_abort
source: Queue processing is in progress. Please abort queue before exiting application.
ar_eg: معالجة قائمة الانتظار قيد التقدم. يرجى إحباط قائمة الانتظار قبل الخروج من التطبيق.
es: La aplicación está procesando ficheros. Por favor aborte el procesamiento antes de salir de la aplicación.
fr: Le traitement de la file d'attente est en cours. Veuillez abandonner la file d'attente avant de quitter l'application.
it: L'elaborazione della coda è in corso. Interrompi la coda prima di uscire dall'applicazione.
pl: Przetwarzanie kolejki jest w toku. Proszę przerwać kolejkę przed wyjściem z aplikacji.
pt_br: O processamento da fila está em andamento. Cancele a fila antes de sair do aplicativo.
zh_hans: 队列处理正在进行中。请在退出应用程序之前中止队列。

# q_down
source: Move queued item down
ar_eg: نقل العنصر في قائمة الانتظار لأسفل
es: Mover abajo elemento en cola
fr: Déplacer l'élément en file d'attente vers le bas
it: Sposta giù elemento coda
pl: Przesuń element w kolejce w dół
pt_br: Mova o item na fila para baixo
zh_hans: 下移排队的项目

# q_files
source: FFmpeg Batch queue files
ar_eg: ملفات قائمة انتظار دفعية FFmpeg
es: Listas de ficheros de FFmpeg Batch
fr: Fichiers de file d'attente par lots FFmpeg
it: File coda FFmpeg Batch
pl: Pliki kolejki wsadowej FFmpeg
pt_br: Arquivos de fila de lote FFmpeg
zh_hans: FFmpeg批处理队列文件

# q_paused
source: Queue processing is in pause mode. Do you want to abort queue and exit application?
ar_eg: معالجة قائمة الانتظار في وضع الإيقاف المؤقت. هل تريد إحباط قائمة الانتظار والخروج من التطبيق؟
es: La aplicación está en pausa. ¿Desea abortar los procesos en curso y salir?
fr: Le traitement de la file d'attente est en mode pause. Voulez-vous abandonner la file d'attente et quitter l'application ?
it: L'elaborazione della coda è in modalità pausa. Vuoi interrompere la coda e uscire dall'applicazione?
pl: Przetwarzanie kolejki jest w trybie pauzy. Czy chcesz przerwać kolejkę i wyjść z aplikacji?
pt_br: O processamento da fila está em modo de pausa. Você deseja abortar a fila e sair do aplicativo?
zh_hans: 队列处理处于暂停模式。您想中止队列并退出应用程序吗？

# q_up
source: Move queued item up
ar_eg: نقل العنصر في قائمة الانتظار لأعلى
es: Mover arriba elemento en cola
fr: Déplacer l'élément en file d'attente vers le haut
it: Sposta su elemento coda
pl: Przesuń element w kolejce w górę
pt_br: Mover item na fila para cima
zh_hans: 上移排队的项目

# reading_path
source: Reading path contents, please wait...
ar_eg: قراءة محتويات مسار ، الرجاء الانتظار ...
es: Leyendo contenido del directorio, espere por favor...
fr: Lecture du contenu du chemin, veuillez patienter...
it: Lettura contenuti percorso...
pl: Odczytywanie zawartości ścieżki, proszę czekać...
pt_br: Lendo o conteúdo da pasta, por favor aguarde...
zh_hans: 读取路径内容，请稍候...

source: Ready
ar_eg: مستعد
es: Listo
fr: Prêt
it: Pronto
pl: Gotowy
pt_br: Preparar
zh_hans: 准备

source: Recording...
ar_eg: تسجيل...
es: Grabando...
fr: Enregistrement...
it: Registrazione...
pl: Nagranie...
pt_br: Gravando...
zh_hans: 录制中...

# recording1
source: Recording
ar_eg: تسجيل
es: Grabando
fr: Enregistrement
it: Registrazione
pl: Nagranie
pt_br: Gravando
zh_hans: 录制中

# recreate
source: Create source path structure on destination folder.
ar_eg: إنشاء هيكل مسار المصدر في مجلد الوجهة.
es: Crear la estructura de carpetas de origen en la ruta de destino
fr: Créez une structure de chemin source sur le dossier de destination.
it: Crea struttura percorso sorgente nella cartella destinazione.
pl: Utwórz strukturę ścieżki źródłowej w folderze docelowym.
pt_br: Crie uma estrutura de caminho de origem na pasta de destino.
zh_hans: 在目标文件夹上创建源路径结构

# recreate_path
source: Recreate source path
ar_eg: إعادة إنشاء مسار المصدر
es: Recrear ruta de origen en destino
fr: Recréer le chemin source
it: Ricrea percorso sorgente
pl: Utwórz ponownie ścieżkę źródłową
pt_br: Recriar o caminho de origem
zh_hans: 重新创建源路径

source: Recycled
ar_eg: المعاد تدويره
es: Reciclado
fr: Recyclé
it: Cestinato
pl: Poddany recyklingowi
pt_br: Reciclado
zh_hans: 回收

# rec_screen
source: 1-Click record screen using gdigrab
ar_eg: 1-انقر فوق تسجيل الشاشة باستخدام gdigrab
es: 1-Clic para grabar la pantalla usando gdigrab
fr: Écran d'enregistrement en 1 clic à l'aide de gdigrab
it: Registrazione schermo 1 clic usando gdigrab
pl: Nagrywanie ekranu 1-kliknięciem za pomocą gdigrab
pt_br: Gravar tela com 1-clique usando gdigrab
zh_hans: 使用gdigrab一键录制屏幕

source: Refresh list
ar_eg: تحديث القائمة
es: Actualizar lista
fr: Actualiser la liste
it: Aggiorna elenco
pl: Odśwież listę
pt_br: Atualizar lista
zh_hans: 刷新列表

# ref_dur
source: Refreshing duration
ar_eg: مدة الانتعاش
es: Actualizando duración
fr: Durée d'actualisation
it: Aggiornamento durata
pl: Czas odświeżania
pt_br: Duração da atualização
zh_hans: 刷新时长

source: Reload settings
ar_eg: إعادة تحميل الإعدادات
es: Recargar configuración
fr: Recharger les paramètres
it: Ricarica impostazioni
pl: Załaduj ponownie ustawienia
pt_br: Recarregar configurações
zh_hans: 重新加载设置

# remaint
source: Time remaining:
ar_eg: الوقت المتبقي:
es: Tiempo restante:
fr: Temps restant:
it: Tempo rimanente:
pl: Pozostały czas:
pt_br: Tempo restante:
zh_hans: 剩余时间:

# remain_time
source: Time remaining:
ar_eg: الوقت المتبقي:
es: Tiempo restante:
fr: Temps restant:
it: Tempo rimanente:
pl: Pozostały czas:
pt_br: Tempo restante:
zh_hans: 剩余时间:

source: Remove
ar_eg: يزيل
es: Quitar
fr: Supprimer
it: Rimuovi
pl: Usunąć
pt_br: Remover
zh_hans: 移除

source: Removed
ar_eg: إزالة
es: Eliminado
fr: Supprimé
it: Rimosso
pt_br: Removido
zh_hans: 已移除

# remove_dup
source: Do you want to remove all duplicates and continue?
ar_eg: هل تريد إزالة جميع التكرارات والمتابعة؟
es: ¿Desea eliminar los duplicados y continuar?
fr: Voulez-vous supprimer tous les doublons et continuer ?
it: Vuoi rimuovere tutti i duplicati e continuare?
pl: Czy chcesz usunąć wszystkie duplikaty i kontynuować?
pt_br: Você deseja remover todas as duplicatas e continuar?
zh_hans: 是否要删除所有重复项并继续？

source: Remove file from list
ar_eg: إزالة الملف من القائمة
es: Quitar de la lista
fr: Supprimer le fichier de la liste
it: Rimuovi file dall'elenco
pl: Usuń plik z listy
pt_br: Remover arquivo da lista
zh_hans: 从列表中删除文件

# remove_inv
source: You can remove invalid no A/V items at Edit menu.
ar_eg: يمكنك إزالة أي عناصر A / V غير صالحة في قائمة "تحرير".
es: Puede quitar los elementos no válidos en el menú Editar.
fr: Vous pouvez supprimer les flux A/V non valides dans le menu Edition.
it: È possibile rimuovere elementi A/V non validi nel menu Modifica.
pl: Nieprawidłowe pozycje No/A/V możesz usunąć w menu Edycja.
pt_br: Você pode remover itens inválidos sem A/V no menu Editar.
zh_hans: 您可以在编辑菜单中删除无效的无A/V项目

source: Remove invalid items
ar_eg: إزالة العناصر غير الصالحة
es: Quitar elementos no válidos
fr: Supprimer les éléments invalides
it: Rimuovi elementi non validi
pl: Usuń nieprawidłowe elementy
pt_br: Remover itens inválidos
zh_hans: 删除无效项目

source: Remove item
ar_eg: إزالة بند
es: Quitar elemento
fr: Supprimer l'objet
it: Rimuovi elemento
pl: Usuń element
pt_br: Remover item
zh_hans: 移除项目

source: Remove last custom column
ar_eg: قم بإزالة آخر عمود مخصص
es: Eliminar última columna adicional
fr: Supprimer la dernière colonne personnalisée
it: Rimuovi ultima colonna personalizzata
pl: Usuń ostatnią niestandardową kolumnę
pt_br: Remover a última coluna personalizada
zh_hans: 移除最后一个自定义列

# rem_blanks
source: Remove blank rows
ar_eg: إزالة الصفوف الفارغة
es: Quitar filas en blanco
fr: Supprimer les lignes vides
it: Rimuovi righe vuote
pl: Usuń puste wiersze
pt_br: Remover linhas em branco
zh_hans: 移除空白行

# rem_err_rows
source: Remove error rows
ar_eg: قم بإزالة صفوف الخطأ
es: Quitar filas con errores
fr: Supprimer les lignes erronées
it: Rimuovi righe errori
pl: Usuń wiersze błędów
pt_br: Remover linhas de erro
zh_hans: 移除错误行

# rem_pres
source: Do you want to remove the current preset?
ar_eg: هل تريد إزالة الإعداد المسبق الحالي؟
es: ¿Desea eliminar el preset seleccionado?
fr: Voulez-vous supprimer le préréglage actuel ?
it: Vuoi rimuovere il profilo attuale?
pl: Czy chcesz usunąć bieżące ustawienie wstępne?
pt_br: Você deseja remover a predefinição atual?
zh_hans: 是否要移除当前预设？

# rem_row
source: Remove selected row
ar_eg: إزالة الصف المحدد
es: Quitar fila seleccionada
fr: Supprimer la ligne sélectionnée
it: Rimuovi riga selezionata
pl: Usuń wybrany wiersz
pt_br: Remover linha selecionada
zh_hans: 移除选定行

source: Renamed
ar_eg: أعيدت تسميته
es: Renombrado
fr: Fichier renommé
it: Rinominato
pl: Zmieniono nazwę
pt_br: Renomeado
zh_hans: 重命名

# ren_out
source: Rename output
ar_eg: إعادة تسمية الإخراج
es: Renombrar salida
fr: Renommer le fichier
it: Rinomina destinazione
pl: Zmień nazwę wyjścia
pt_br: Renomear saída
zh_hans: 重命名输出

# ren_out_fn
source: Rename output filenames
ar_eg: إعادة تسمية أسماء الملفات الإخراج
es: Renombrar ficheros de salida
fr: Renommer les fichiers de sortie
it: Rinomina nome file destinazione
pl: Zmień nazwy plików wyjściowych
pt_br: Renomear nomes de arquivos de saída
zh_hans: 重命名输出文件名

source: Replaced
ar_eg: تم استبداله
es: Reemplazado
fr: Remplacé
it: Sostituito
pl: Zastąpiony
pt_br: Substituído
zh_hans: 已更换

# replace_ff
source: Click to replace current ffmpeg.exe version
ar_eg: انقر لاستبدال الإصدار الحالي من ffmpeg.exe
es: Haga clic para reemplazar la versión actual de ffmpeg
fr: Cliquez pour remplacer la version actuelle de ffmpeg.exe
it: Fai clic per sostituire la versione attuale del file exe di ffmpeg
pl: Kliknij, aby zastąpić bieżącą wersję ffmpeg.exe
pt_br: Clique para substituir a versão atual do ffmpeg.exe
zh_hans: 点击替换当前ffmpeg.exe版本

source: Replace ffmpeg executable
ar_eg: استبدال الملف التنفيذي ffmpeg
es: Reemplazar ejecutable ffmpeg
fr: Remplacer l'exécutable ffmpeg
it: Sostituisci eseguibile ffmpeg
pl: Zastąp plik wykonywalny ffmpeg
pt_br: Substitua o executável do FFMPEG
zh_hans: 替换ffmpeg可执行文件

# required_file
source: Required file not found
ar_eg: الملف المطلوب غير موجود
es: No se encontró un archivo necesario
fr: Fichier requis introuvable
it: File richiesto non trovato
pl: Nie znaleziono wymaganego pliku
pt_br: Arquivo requerido não encontrado
zh_hans: 未找到所需文件

# reset_default
source: All custom settings and presets will be deleted. Do you want to continue?
ar_eg: سيتم حذف جميع الإعدادات المخصصة والإعدادات المسبقة. هل تريد الاستمرار؟
es: Todos los ajustes y perfiles personalizados se perderán. ¿Desea continuar?
fr: Tous les paramètres personnalisés et préréglages seront supprimés. Voulez-vous continuer ?
it: Tutte le impostazioni personalizzate e le pre-impostazioni verranno eliminate. Vuoi continuare?
pl: Wszystkie ustawienia niestandardowe i presety zostaną usunięte. Czy chcesz kontynuować?
pt_br: Todas as configurações e predefinições personalizadas serão excluídas. Você quer continuar?
zh_hans: 所有自定义设置和预设都将被删除。你要继续吗？

# reset_items
source: so they may be overwritten. Reset items to Queue status to avoid this warning.
ar_eg: لذلك قد يتم الكتابة فوقها. إعادة تعيين العناصر إلى حالة قائمة الانتظار لتجنب هذا التحذير.
es: y podrían ser sobreescritos. Reinicie el estado de los elementos a En cola para evitar este mensaje de advertencia.
fr: ils peuvent donc être écrasés. Réinitialisez les éléments à l'état de file d'attente pour éviter cet avertissement.
it: quindi possono essere sovrascritti. Reimposta gli elementi nello stato della coda per evitare questo avviso.
pl: więc mogą zostać nadpisane. Zresetuj elementy do statusu kolejki, aby uniknąć tego ostrzeżenia.
pt_br: então eles podem ser substituídos. Redefina os itens para o status da fila para evitar esse aviso.
zh_hans: 所以它们可能会被覆盖。将项目重置为队列状态以避免此警告。

# Reset_item_status_to_queue
source: Reset item status to Queued
ar_eg: إعادة تعيين حالة العنصر إلى قائمة الانتظار
es: Reiniciar estado a En cola
fr: Replacer le fichier dans la file d'attente
it: Ripristina stato elemento a 'In coda'
pl: Zresetuj status elementu do Kolejka
pt_br: Redefinir o status do item na fila
zh_hans: 将项目状态重置为排队

source: Reset list items to Queued
ar_eg: إعادة تعيين عناصر القائمة إلى قائمة الانتظار
es: Reiniciar estado de la lista a En cola
fr: Replacer les fichiers de la liste dans la file d'attente
it: Ripristina elementi elenco a 'In coda'
pl: Zresetuj elementy listy do kolejki
pt_br: Redefinir os itens da lista na fila
zh_hans: 将列表项重置为排队

# reset_out
source: Double-click to reset default output folder
ar_eg: انقر نقرًا مزدوجًا لإعادة تعيين مجلد الإخراج الافتراضي
es: Haga doble clic para volver a la carpeta de salida por defecto
fr: Double-cliquez pour rétablir le dossier de sortie par défaut
it: Doppio clic per ripristinare la cartella predefinita destinazione
pl: Kliknij dwukrotnie, aby zresetować domyślny folder wyjściowy
pt_br: Clique duas vezes para redefinir a pasta de saída padrão
zh_hans: 双击重置默认输出文件夹

# Reset_to_factory_defaults
source: Rest to factory defaults
ar_eg: الباقي إلى إعدادات المصنع الافتراضية
es: Reiniciar a configuración de fábrica
fr: Restaurer les paramètres d'usine
it: Ripristina a valori predefiniti
pl: Przywróć ustawienia fabryczne
pt_br: Restabelecer para os padrões de fábrica
zh_hans: 恢复出厂设置

source: Resolution
ar_eg: دقة
es: Resolución
fr: Résolution
it: Risoluzione
pl: Rezolucja
pt_br: Resolução
zh_hans: 解析度

# reste_enc
source: Reset to default encoding
ar_eg: إعادة التعيين إلى التشفير الافتراضي
es: Reinicializar parámetros por defecto
fr: Rétablir l'encodage par défaut
it: Ripristina a codifica predefinita
pl: Przywróć domyślne kodowanie
pt_br: Redefinir para a codificação padrão
zh_hans: 重置为默认编码

# rest_params
source: Restore default parameters
ar_eg: استعادة المعلمات الافتراضية
es: Reiniciar a parámetros por defecto
fr: Restaurer les paramètres par défaut
it: Ripristina parametri predefiniti
pl: Przywróć parametry domyślne
pt_br: Restaurar parâmetros padrão
zh_hans: 恢复默认参数

# right_man_path
source: Right-click to manually write/paste path
ar_eg: انقر بزر الماوس الأيمن لكتابة / لصق المسار يدويًا
es: Haga click derecho para escribir o pegar la ruta de origen
fr: Cliquez avec le bouton droit pour écrire/coller manuellement le chemin
it: Clic destro per scriver/incollare manualmente il percorso
pt_br: Clique com o botão direito para escrever/colar manualmente o caminho
zh_hans: 右键单击以手动写入/粘贴路径

# runcom2
source: Select an application to execute on each encoded file.
ar_eg: حدد تطبيقًا لتنفيذه على كل ملف مشفر.
es: Seleccione un comando a ejecutar en cada fichero de salida
fr: Sélectionnez une application à exécuter sur chaque fichier codé.
it: Seleziona un'applicazione da eseguire per ogni file codificato.
pl: Wybierz aplikację, która ma zostać uruchomiona dla każdego zakodowanego pliku.
pt_br: Selecionar um aplicativo para executar em cada arquivo codificado.
zh_hans: 选择要在每个编码文件上执行的应用程序

# runcomm
source: Run command on each successfully encoded file
ar_eg: قم بتشغيل الأمر على كل ملف تم ترميزه بنجاح
es: Ejecutar comando en cada fichero codificado con éxito
fr: Exécuter la commande sur chaque fichier encodé avec succès
it: Esegui comando per ogni file codificato correttamente
pl: Uruchom polecenie dla każdego pomyślnie zakodowanego pliku
pt_br: Executar o comando em cada arquivo codificado com sucesso
zh_hans: 在每个成功编码的文件上运行命令

source: Run at the end
ar_eg: تشغيل في النهاية
es: Ejecutar al final
fr: Aller à la fin
it: Esegui alla fine
pl: Biegnij na końcu
pt_br: Executar ao final
zh_hans: 运行到最后

# run_ext
source: Run external command
ar_eg: قم بتشغيل الأمر الخارجي
es: Ejecutar aplicación externa
fr: Exécuter une commande externe
it: Esegui comando esterno
pl: Uruchom polecenie zewnętrzne
pt_br: Executar comando externo
zh_hans: 运行外部命令

source: Run on each file
ar_eg: تشغيل على كل ملف
es: Ejecutar al archivo
fr: Exécuter sur chaque fichier
it: Esegui per ogni file
pl: Uruchom na każdym pliku
pt_br: Executar em cada arquivo
zh_hans: 在每个文件上运行

# r_fil
source: Redo applied filter
ar_eg: تطبيق إعادة مرشح
es: Rehacer filtro aplicado
fr: Rétablir le filtre appliqué
it: Ripeti filtro applicato
pl: Funkcji tej nie można używać, gdy włączona jest opcja Szybkiego wyświetlania plików.
pt_br: Refazer filtro aplicado
zh_hans: 重做已应用滤镜

# same_name
source: Same filenames with different extension found.
ar_eg: تم العثور على نفس أسماء الملفات بامتداد مختلف.
es: Se encontraron ficheros con el mismo nombre y extensión diferente
fr: Mêmes noms de fichiers avec une extension différente trouvés.
it: Trovato stesso nome file with differente estensione.
pl: Znaleziono takie same nazwy plików, ale różne rozszerzenia.
pt_br: Mesmos nomes de arquivo com extensão diferente encontrados.
zh_hans: 找到具有不同扩展名的相同文件名

# same_out
source: Have the same name and first one output will be overwritten. Please remove one of them.
ar_eg: لديك نفس الاسم وسيتم الكتابة فوق الناتج الأول. الرجاء إزالة واحد منهم.
es: Tienen el mismo nombre y la salida del primero será sobreescrita. Por favor, quite uno de ellos.
fr: Ayez le même nom et la première sortie sera écrasée. Veuillez en supprimer une.
it: Hanno lo stesso nome e il primo file verrà sovrascritto. Rimuovine uno.
pl: Mają tę samą nazwę i pierwsze wyjście zostanie nadpisane. Proszę usunąć jedno z nich.
pt_br: Se tiver o mesmo nome e a primeira saída será substituída. Remova um deles.
zh_hans: 具有相同的名称，第一个输出将被覆盖。请删除其中之一。

source: Saved
ar_eg: أنقذ
es: Guardado
fr: Enregistré
it: Salvato
pl: Zapisane
pt_br: Salvo
zh_hans: 已保存

# saved_qu
source: Program was interrupted during file encoding. Do you want to load the last saved queue state file?
ar_eg: تمت مقاطعة البرنامج أثناء ترميز الملف. هل تريد تحميل آخر ملف محفوظ لحالة قائمة الانتظار؟
es: El programa fue interrumpido durante la codificación. ¿Desea cargar el estado de la última sesión?
fr: Le programme a été interrompu lors de l'encodage du fichier. Voulez-vous charger le dernier fichier d'état de file d'attente enregistré ?
it: Il programma è stato interrotto durante la codifica del file. Vuoi caricare l'ultimo file di stato della coda salvato?
pl: Program został przerwany podczas kodowania pliku. Czy chcesz załadować ostatni zapisany plik stanu kolejki?
pt_br: O programa foi interrompido durante a codificação do arquivo. Você deseja carregar o último arquivo de estado da fila salvo?
zh_hans: 程序在文件编码过程中被中断。是否要加载上次保存的队列状态文件？

source: Save current queue
ar_eg: حفظ قائمة الانتظار الحالية
es: Guardar cola actual
fr: Enregistrer la file d'attente actuelle
it: Salva coda attuale
pl: Zapisz bieżącą kolejkę
pt_br: Salvar fila atual
zh_hans: 保存当前队列

# save_def
source: Save current parameters as default
ar_eg: حفظ المعلمات الحالية كافتراضي
es: Guardar como parámetros por defecto
fr: Enregistrer les paramètres actuels par défaut
it: Salva parametri attuali come predefiniti
pl: Zapisz bieżące parametry jako domyślne
pt_br: Salvar os parâmetros atuais como padrão
zh_hans: 将当前参数保存为默认值

# save_pres
source: Save current preset
ar_eg: حفظ الإعداد المسبق الحالي
es: Guardar preset actual
fr: Enregistrer le préréglage actuel
it: Salva profilo attuale
pl: Zapisz bieżące ustawienie wstępne
pt_br: Salvar predefinição atual
zh_hans: 保存当前预设

# save_prio
source: Save this priority as default
ar_eg: احفظ هذه الأولوية كإعداد افتراضي
es: Guardar como prioridad por defecto
fr: Enregistrer cette priorité par défaut
it: Salva questa priorità come predefinita
pl: Zapisz ten priorytet jako domyślny
pt_br: Salvar esta prioridade como padrão
zh_hans: 将此优先级保存为默认值

source: Save settings
ar_eg: احفظ التغييرات
es: Guardar configuración
fr: Enregistrer les paramètres
it: Salva impostazioni
pl: Zapisz ustawienia
pt_br: Salvar configurações
zh_hans: 保存设置

# save_track
source: Save this track(s)
ar_eg: احفظ هذا المسار (المسارات)
es: Guardar esta pista(s)
fr: Enregistrez le/les flux
it: Salva questa attività
pl: Zapisz ten utwór(y)
pt_br: Salvar esta trilha
zh_hans: 保存此轨道

source: seconds
ar_eg: ثواني
es: segundo(s)
fr: secondes
it: secondi
pl: Sekund
pt_br: segundos
zh_hans: 秒

# second_p
source: Second pass
ar_eg: التمريرة الثانية
es: Segunda pasada
fr: Deuxième passage
it: Secondo passaggio
pl: Drugi przebieg
pt_br: Segundo passo
zh_hans: 2 pass

# select_out
source: Please select an output folder.
ar_eg: الرجاء تحديد مجلد الإخراج.
es: Por favor, seleccione una ruta de salida.
fr: Veuillez sélectionner un dossier de sortie.
it: Seleziona una cartella destinazione.
pl: Proszę wybrać folder wyjściowy.
pt_br: Selecionar uma pasta de saída.
zh_hans: 请选择一个输出文件夹

# select_p_ov
source: Select backup folder for ffmpeg.exe. If file exists on destination path it will be overwritten.
ar_eg: حدد مجلد النسخ الاحتياطي لـ ffmpeg.exe. إذا كان الملف موجودًا على مسار الوجهة ، فسيتم استبداله.
es: Seleccione la ruta de respaldo para ffmpeg.exe. Si el fichero existe, será sobreescrito.
fr: Sélectionnez le dossier de sauvegarde pour ffmpeg.exe. Si le fichier existe déjà à cet endroit, il sera écrasé.
it: Seleziona cartella backup per ffmpeg.exe. Se il file esiste nel percorso destinazione verrà sovrascritto.
pt_br: Selecionar a pasta de backup para ffmpeg.exe. Se o arquivo existir no caminho de destino, ele será sobrescrito.
zh_hans: 为ffmpeg.exe选择备份文件夹。如果文件存在于目标路径上，它将被覆盖。

# selkf
source: Please select a file on the list to read keyframes information.
ar_eg: الرجاء تحديد ملف في القائمة لقراءة معلومات الإطارات الرئيسية.
es: Por favor, seleccione un fichero para leer sus fotogramas clave.
fr: Veuillez sélectionner un fichier dans la liste pour lire les informations sur les images clés.
it: eelziona un file nell'elenco da cui leggere informazioni sul fotogramma chiave.
pt_br: Selecionar um arquivo na lista para ler as informações dos quadros-chave.
zh_hans: 请在列表中选择一个文件以读取关键帧信息

# sel_app
source: Select an application or document to open after a successful queue encoding.
ar_eg: حدد تطبيقًا أو مستندًا لفتحه بعد نجاح ترميز قائمة الانتظار.
es: Seleccione una aplicación o documento para abrir tras finalizar la cola con éxito.
fr: Sélectionnez une application ou un document à ouvrir après un encodage de file d'attente réussi.
it: Seleziona un'applicazione o un documento da aprire dopo una corretta codifica della coda.
pl: Wybierz aplikację lub dokument, który chcesz otworzyć po pomyślnym zakodowaniu kolejki.
pt_br: Selecionar um aplicativo ou documento para abrir após uma codificação de fila bem-sucedida.
zh_hans: 选择要在成功进行队列编码后打开的应用程序或文档

# sel_format_pr
source: Please select output format for preset
ar_eg: يرجى تحديد تنسيق الإخراج للإعداد المسبق
es: Por favor, seleccione un formato de salida para el preset
fr: Veuillez sélectionner le format de sortie pour le préréglage
it: Seleziona un formato destinazione per il profilo
pl: Proszę wybrać format wyjściowy dla ustawienia wstępnego
pt_br: Selecionar o formato de saída para predefinição
zh_hans: 请选择预设的输出格式
