Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

source: Aborted
ar_eg: أجهضت
es: Abortado
fr: Avorté
it: Interrotto
pl: Przerwane
pt_br: Cancelada
zh_hans: 中止

source: Aborting
ar_eg: إجهاض
es: Abortando
fr: Abandon
it: Interruzione
pl: Przerywam
pt_br: Cancelando
zh_hans: 正在中止

# abort_current
source: Abort current task and continue
ar_eg: إحباط المهمة الحالية والمتابعة
es: Abortar tarea actual y continuar
fr: Abandonner la tâche en cours et continuer
it: Interrompi attività attuale e continua
pl: Przerwij bieżące zadanie i kontynuuj
pt_br: Cancelar a tarefa atual e continuar
zh_hans: 中止当前任务并继续

# abort_enc
source: Abort encoding
ar_eg: إحباط الترميز
es: Abortar proceso
fr: Abandonner l'encodage
it: Interrompi codifica
pl: Przerwij kodowanie
pt_br: Cancelar codificação
zh_hans: 中止编码

# abort_inc
source: Queue abortion incomplete
ar_eg: الإجهاض في قائمة الانتظار غير مكتمل
es: Cancelación de cola incompleta
fr: Abandonner une file d'attente incomplet
it: Interruzione coda non completa
pl: Przerwanie kolejki niekompletne
pt_br: Cancelar fila incompleta
zh_hans: 队列中止未完成

source: About
ar_eg: عن
es: Acerca de
fr: A propos
it: Info programma
pl: O programie
pt_br: Sobre
zh_hans: 关于

# about_1
source: About one minute
ar_eg: حوالي دقيقة واحدة
es: Sobre un minuto
fr: Environ une minute
it: Circa 1 minuto
pl: Około 1 minuty
pt_br: Cerca de um minuto
zh_hans: 约一分钟

# about_don
source: About application and donations
ar_eg: عن التطبيق والتبرعات
es: Acerca de la aplicación y donaciones
fr: À propos de la candidature et des dons
it: Info applicazione e donazioni
pl: O programie i wsparciu
pt_br: Sobre inscrição e doações
zh_hans: 关于应用和捐赠

# about_finish
source: About to finish
ar_eg: على وشك الانتهاء
es: A punto de terminar
fr: Sur le point de finir
it: Quasi completato
pl: Zaraz skończę
pt_br: Prestes a terminar
zh_hans: 即将结束

source: Above normal
ar_eg: فوق الطبيعي
es: Encima de lo normal
fr: Dessus de la normale
it: Superiore al normale
pl: Powyżej normalnego
pt_br: Acima do normal
zh_hans: 超出正常水平

# abs_blank
source: Absolute path cannot be blank.
ar_eg: لا يمكن أن يكون المسار المطلق فارغًا.
es: La ruta absoluta de salida no puede estar en blanco.
fr: Le chemin ne peut pas être vide.
it: Il percorso assoluto non può essere vuoto.
pl: Ścieżka absolutna nie może być pusta..
pt_br: O caminho absoluto não pode ficar em branco.
zh_hans: 绝对路径不能为空

# abs_overw
source: If file list contains more than one file and absolute path has been selected, unintended overwriting will occur.
ar_eg: إذا احتوت قائمة الملفات على أكثر من ملف وتم تحديد المسار المطلق ، فسيحدث استبدال غير مقصود.
es: Si hay más de un fichero en la lista principal y se selecciona ruta absoluta, se producirán sobreescrituras indeseadas.
fr: Si la liste contient plusieurs fichiers et que le chemin absolu a été sélectionné, un écrasement involontaire se produira.
it: Se l'elenco dei file contiene più di un file ed è stato selezionato il percorso assoluto, si verificherà una sovrascrittura involontaria.
pl: Jeśli lista plików zawiera więcej niż jeden plik i wybrano ścieżkę bezwzględną, może nastąpić niezamierzone nadpisanie.
pt_br: Se a lista de arquivos contiver mais de um arquivo e o caminho absoluto tiver sido selecionado, ocorrerá uma substituição não intencional.
zh_hans: 如果文件列表包含多个文件并且选择了绝对路径，则会发生意外覆盖。

# act_Dec
source: Refresh decoders list
ar_eg: تحديث قائمة أجهزة فك التشفير
es: Actualizar lista de decodificadores
fr: Actualiser la liste des décodeurs
it: Aggiorna elenco decoder
pl: Odśwież listę dekoderów
pt_br: Atualizar lista de decodificadores
zh_hans: 刷新解码器列表

source: Adding
ar_eg: مضيفا
es: Añadir
fr: Ajouter
it: Aggiunta
pl: Dodaję
pt_br: Adicionando
zh_hans: 正在添加

# add_all_str
source: Add all streams
ar_eg: أضف كل التدفقات
es: Añadir todos los flujos
fr: Ajouter tous les flux
it: Aggiungi tutti gli stream
pl: Dodaj wszystkie strumienie
pt_br: Adicionar todos os fluxos
zh_hans: 添加所有流

# add_atrack
source: Add audio streams
ar_eg: إضافة تدفقات الصوت
es: Añadir pistas de audio
fr: Ajouter des flux audio
it: Aggiungi stream audio
pl: Dodaj strumienie audio
pt_br: Adicionar fluxos de áudio
zh_hans: 添加音频流

# add_col1
source: Adding column info...
ar_eg: جارٍ إضافة معلومات العمود ...
es: Agregando columna...
fr: Ajout d'informations sur la colonne...
it: Aggiungi info colonna...
pl: Dodawanie kolumny info...
pt_br: Adicionando coluna de informações...
zh_hans: 添加列信息...

# add_col_l
source: Add custom column to list
ar_eg: إضافة عمود مخصص إلى القائمة
es: Agregar columna adicional a la lista
fr: Ajouter une colonne personnalisée à la liste
it: Aggiungi colonna personalizzata all'elenco
pl: Dodaj własną kolumnę do listy
pt_br: Adicionar coluna personalizada à lista
zh_hans: 将自定义列添加到列表

# add_comp
source: Additional components required
ar_eg: المكونات الإضافية المطلوبة
es: Componentes adicionales requeridos
fr: Composants supplémentaires requis
it: Richiesti componenti aggiuntivi
pl: Wymagany dodatkowy komponent
pt_br: Componentes adicionais necessários
zh_hans: 需要额外的组件

source: Add custom column
ar_eg: أضف عمودًا مخصصًا
es: Añadir columna adicional
fr: Ajouter une colonne personnalisée
it: Aggiungi colonna personalizzata
pl: Dodaj własną kolumnę
pt_br: Adicionar coluna personalizada
zh_hans: 添加自定义列

# add_file
source: Add files
ar_eg: إضافة ملفات
es: Añadir ficheros
fr: Ajouter des fichiers
it: Aggiungi file
pl: Dodaj pliki
pt_br: Adicionar arquivos
zh_hans: 添加文件

# add_files
source: Add files to list
ar_eg: إضافة الملفات إلى القائمة
es: Añadir ficheros a la lista
fr: Ajouter des fichiers à la liste
it: Aggiungi file ad elenco
pl: Dodaj pliki do listy
pt_br: Adicionar arquivos à lista
zh_hans: 添加文件到列表

source: Add folder
ar_eg: أضف المجلد
es: Añadir carpeta
fr: Ajouter le dossier
it: Aggiungi cartella
pl: Dodaj folder
pt_br: Adicionar pasta
zh_hans: 新增文件夹

# add_strack
source: Add subtitle streams
ar_eg: إضافة تيارات الترجمة
es: Añadir pistas de subtítulos
fr: Ajouter des flux de sous-titres
it: Aggiungi stream sottotitoli
pl: Dodaj strumienie napisów
pt_br: Adicionar fluxos de legenda
zh_hans: 添加字幕流

# add_subfolders
source: Add files in path subfolders
ar_eg: أضف الملفات في مجلدات المسار الفرعية
es: Añadir ficheros de subcarpetas
fr: Ajouter des fichiers dans les sous-dossiers du chemin
it: Aggiungi file in percorso sottocartella
pl: Dodaj pliki z podfolderów ścieżki
pt_br: Adicionar arquivos em subpastas de caminho
zh_hans: 在路径子文件夹中添加文件

# add_track_l
source: Add selected file to tracks list
ar_eg: إضافة الملف المحدد إلى قائمة المسارات
es: Añadir fichero seleccionado a la lista de pistas
fr: Ajouter le fichier sélectionné à la liste des pistes
it: Aggiungi file selezionati ad elenco tracce
pl: Dodaj zaznaczony plik do listy ścieżek
pt_br: Adicionar o arquivo selecionado à lista de trilhas
zh_hans: 将所选文件添加到轨道列表

# add_txt_out
source: Add text to output filename
ar_eg: إضافة نص إلى اسم الملف الناتج
es: Añadir cadena al nombre de fichero de destino
fr: Ajouter du texte au nom du fichier de sortie
it: Aggiungi testo a nome file destinazione
pl: Dodaj tekst do nazwy pliku docelowego
pt_br: Adicionar texto ao nome do arquivo de saída
zh_hans: 将文本添加到输出文件名

# add_vtrack
source: Add video streams
ar_eg: إضافة تدفقات الفيديو
es: Añadir pistas de vídeo
fr: Ajouter des flux vidéo
it: Aggiungi stream video
pl: Dodaj strumienie video
pt_br: Adicionar fluxos de vídeo
zh_hans: 添加视频流

# adm_req
source: Admin rights required next
ar_eg: حقوق المسؤول المطلوبة بعد ذلك
es: Permisos de administrador requeridos a continuación.
fr: Droits d'administrateur requis ensuite
it: Più avanti sono richiesti diritti admin
pl: Dalej wymagane są prawa administrator
pt_br: Direitos de administrador necessários a seguir
zh_hans: 接下来需要管理员权限

# allow_adm
source: Please allow command prompt admin rights to replace current ffmpeg.
ar_eg: يُرجى السماح بحقوق مسؤول موجه الأوامر لاستبدال ffmpeg الحالي.
es: Por favor, permita acceso como administrador a la consola de comandos para completar la sustitución de ffmpeg.
fr: Veuillez autoriser les droits d'administrateur d'invite de commande à remplacer le ffmpeg actuel.
it: Consenti diritti di amministratore prompt dei comandi per sostituire l'attuale ffmpeg.
pl: Proszę zezwolić na uprawnienia administratora w wierszu poleceń, aby podmienić plik ffmpeg.
pt_br: Permita que os direitos de administrador do prompt de comando substitua o ffmpeg atual.
zh_hans: 请允许命令提示符管理员权限替换当前的ffmpeg

# allow_overw
source: Allow overwriting if source and destination filename is the same
ar_eg: السماح بالكتابة إذا كان اسم الملف المصدر والوجهة هو نفسه
es: Permitir sobreescritura de ficheros con el mismo nombre de origen y destino
fr: Autoriser l'écrasement si les noms de fichiers source et de destination sont identiques
it: Consenti sovrascrittura se il nome file sorgente e destinazione è lo stesso
pl: Zezwól na zastępowanie, jeżeli plik źródłowy i docelowy są takie same
pt_br: Permitir sobrescrever se o nome de arquivo de origem e destino for o mesmo
zh_hans: 如果源文件名和目标文件名相同，则允许覆盖

source: All files
ar_eg: كل الملفات
es: Todos los archivos
fr: Tous les fichiers
it: Tutti i file
pl: Wszystkie pliki
pt_br: Todos os arquivos
zh_hans: 所有文件

source: All items
ar_eg: جميع المواد
es: Todos los elementos
fr: Tous les articles
it: Tutti gli elementi
pl: Wszystkie elementy
pt_br: Todos os itens
zh_hans: 所有项目

# all_items_ok
source: All items successfully encoded
ar_eg: تم ترميز كافة العناصر بنجاح
es: Todos los elementos codificados con éxito
fr: Tous les éléments ont été encodés avec succès
it: Tutti glie elementi codificati correttamente
pl: Wszystkie elementy zostały poprawnie przekodowane
pt_br: Todos os itens codificados com sucesso
zh_hans: 所有项目成功编码

source: Almost done
ar_eg: يكاد ينتهي
es: A punto de terminar
fr: Presque fini
it: Quasi fatto
pl: Prawie gotowe
pt_br: Quase finalizado
zh_hans: 即将完成

# already_encoded
source: Some list items were already encoded and are not in status
ar_eg: تم بالفعل ترميز بعض عناصر القائمة وليست في حالة
es: Algunos elementos de la lista ya han sido procesados y no están en estado
fr: Certains éléments de la liste étaient déjà encodés et ne sont pas en état
it: Alcuni elementi dell'elenco erano già codificati e non sono in stato
pl: Niektóre pozycje listy są już przekodowane i nie mają statusu
pt_br: Alguns itens da lista já foram codificados e não estão em status
zh_hans: 某些列表项已被编码且未处于状态

# already_proc
source: have been already processed. Do you want to continue?"
ar_eg: تمت معالجتها بالفعل. هل تريد الاستمرار؟"
es: ya han sido procesados. ¿Desea continuar?
fr: ont déjà été traités. Voulez-vous continuer ?"
it: sono già stati elaborati. Vuoi continuare?"
pl: są już przetworzone. Chcesz kontynuować?"
pt_br: Já foram processados. Você quer continuar?
zh_hans: 已经被处理了。你要继续吗？

# alr_track
source: List already contains a video track.
ar_eg: تحتوي القائمة بالفعل على مسار فيديو.
es: La lista de pistas ya contiene un flujo de vídeo
fr: La liste contient déjà une piste vidéo.
it: L'elenco contiene già una traccia video.
pl: Lista zawiera już ścieżki video.
pt_br: A lista já contém uma trilha de vídeo.
zh_hans: 列表已包含视频轨道

# any_str
source: Any stream
ar_eg: أي تيار
es: Cualquier pista
fr: N'importe quel flux
it: Qualsiasi stream
pl: Dowolny strumień
pt_br: Qualquer fluxo
zh_hans: 任何流

# an_file
source: Analysing file
ar_eg: ملف التحليل
es: Analizando fichero
fr: Analyse du fichier
it: Analisi file
pl: Analiza pliku
pt_br: Analisando arquivo
zh_hans: 正在分析文件

# an_file2
source: Analysing file, please wait...
ar_eg: جاري تحليل الملف ، برجاء الانتظار ...
es: Analizando fichero, espere por favor...
fr: Analyse du fichier, veuillez patienter...
it: Analisi file...
pl: Analiza pliku, proszę czekać...
pt_br: Analisando arquivo, por favor aguarde...
zh_hans: 正在分析文件，请等待...

source: Application wizard
ar_eg: معالج التطبيق
es: Asistente de la aplicación
fr: Assistant d'application
it: Procedura guidata applicazione
pl: Kreator aplikacji
pt_br: Assistente de ação
zh_hans: 应用向导

# app_err
source: Application error
ar_eg: خطأ في تطبيق
es: Error en la aplicación
fr: Erreur d'application
it: Errore applicazione
pl: Błąd aplikacji
pt_br: Erro de aplicação
zh_hans: 应用错误

# app_err_code
source: Application finished with error code
ar_eg: انتهى التطبيق مع رمز الخطأ
es: La aplicación finalizó con código de error
fr: Application terminée avec un code d'erreur
it: Applicazione terminata con un codice di errore
pl: Aplikacja zakończyła się kodem błędu
pt_br: Aplicativo finalizado com código de erro
zh_hans: 应用程序完成，错误代码

# app_f
source: Applying filter
ar_eg: تطبيق المرشح
es: Aplicando filtro
fr: Application du filtre
it: Applicazione filtro
pl: Załączam filtr
pt_br: Aplicando filtro
zh_hans: 应用滤镜

# app_failed
source: Application failed.
ar_eg: فشل التطبيق.
es: La aplicación falló.
fr: La demande a échoué.
it: Applicazione fallita.
pl: Aplikacja nie działa.
pt_br: O aplicativo falhou.
zh_hans: 失败

# app_ok
source: Application finished successfully.
ar_eg: تم الانتهاء من التطبيق بنجاح.
es: La aplicación finalizó satisfactoriamente.
fr: L'application s'est terminée avec succès.
it: Applicazione completata corretamente.
pl: Aplikacja zakończona poprawnie.
pt_br: O aplicativo foi concluído com sucesso.
zh_hans: 应用成功完成

# app_p_empty
source: Application path is empty.
ar_eg: مسار التطبيق فارغ.
es: La ruta del programa está en blanco.
fr: Le chemin de l'application est vide.
it: Il percorso applicazione è vuoto.
pl: Ścieżka aplikacji jest pusta.
pt_br: O caminho do aplicativo está vazio.
zh_hans: 应用程序路径为空

# as_sub
source: ASS subtitle available
ar_eg: الترجمة ASS المتاحة
es: Subtítulo ASS disponible
fr: Sous-titre ASS disponible
it: Sottotitolo ASS disponibile
pl: Dostępna napisy ASS
pt_br: Legenda ASS disponível
zh_hans: ASS字幕可用

source: Audio codec
ar_eg: ترميز الصوت
es: Codec de audio
fr: Un codec audio
it: Codec audio
pl: Kodek audio
pt_br: Codec de áudio
zh_hans: 音频编解码器

# aud_str_c
source: Audio stream copy
ar_eg: نسخة دفق الصوت
es: Copiar pista de audio
fr: Copie du flux audio
it: Copia stream audio
pl: Kopiowanie strumienia audio
pt_br: Cópia do fluxo de áudio
zh_hans: 音频流复制

# autosh
source: Automatic shutdown disabled for concatenating.
ar_eg: تم تعطيل إيقاف التشغيل التلقائي للتسلسل.
es: El apagado automático no está permitido en la concatenación de ficheros.
fr: Arrêt automatique désactivé pour la concaténation.
it: Spegnimento automatico disabilitato per l'unione.
pl: Automatyczne zamykanie jest wyłączone w celu łączenia.
pt_br: Desligamento automático desabilitado para combinação.
zh_hans: 连接时禁用自动关机

# auto_sh
source: Automatic shutdown on completion
ar_eg: الاغلاق التلقائي عند الانتهاء
es: Apagar automáticamente al terminar la cola
fr: Arrêt automatique à la fin
it: Spegnimento automatico al termine
pl: Automatyczne wyłączenie po zakończeniu
pt_br: Desligamento automático quando concluído
zh_hans: 完成后自动关机

# av
source: Audio and video
ar_eg: صوت و فيديو
es: Audio y video
fr: Audio et vidéo
it: Audio e video
pl: Audio i video
pt_br: Áudio e Vídeo
zh_hans: 音频和视频

source: available
ar_eg: متاح
es: disponible
fr: disponible
it: disponibile
pl: dostępne
pt_br: Disponível
zh_hans: 可用的

# avg_bit
source: Avg. bitrate:
ar_eg: متوسط معدل البت:
es: Tasa de bits promedio
fr: Débit binaire moyen :
it: Bitrate medio:
pl: Śr. prędkość kodowania:
pt_br: Média de taxa de bits:
zh_hans: 平均比特率:

# avg_keyf
source: Average keyframe interval
ar_eg: متوسط ​​الفاصل الزمني للإطار الرئيسي
es: Intervalo promedio:
fr: Intervalle moyen des images clés
it: Intervallo medio frame chiave
pl: Średni interwał klatek kluczowych
pt_br: Intervalo de quadro-chave
zh_hans: 平均关键帧间隔

# avg_perf
source: Average performance:
ar_eg: متوسط ​​الأداء:
es: Rendimiento promedio:
fr: Performance moyenne :
it: Media prestazioni:
pl: Średnia wydajność:
pt_br: Desempenho médio:
zh_hans: 平均表现:

# avg_transf
source: Avg. transfer rate:
ar_eg: متوسط معدل نقل:
es: Tasa promedio:
fr: Taux de transfert moyen :
it: Velocità media trasferimento:
pl: Średnia szybkość transferu:
pt_br: Taxa média de transferência:
zh_hans: 平均传输率:

# avoid_overw
source: to avoid possible overwritings.
ar_eg: لتجنب إمكانية الكتابة فوقها.
es: para evitar posibles sobreescrituras.
fr: pour éviter d'éventuels écrasements.
it: per evitare possibile sovrascritture.
pl: aby uniknąć możliwego nadpisania.
pt_br: Para evitar possíveis sobregravações.
zh_hans: 避免可能的覆盖

# backup_suc
source: Backup file successfully loaded.
ar_eg: تم تحميل ملف النسخ الاحتياطي بنجاح.
es: Copia de seguridad cargada con éxito.
fr: Fichier de sauvegarde chargé avec succès.
it: Caricamento backup completato.
pl: Plik kopii zapasowej został pomyślnie załadowany.
pt_br: Arquivo de backup carregado com sucesso.
zh_hans: 备份文件加载成功

# back_cont
source: Configuration backup could not be created. Continue?
ar_eg: تعذر إنشاء نسخة احتياطية للتكوين. يكمل؟
es: No se pudo crear la copia de seguridad de los ajustes. ¿Continuar?
fr: La sauvegarde de la configuration n'a pas pu être créée. Continuer ?
it: Impossibile creare backup configurazione. Vuoi continuare?
pl: Nie udało się utworzyć kopii zapasowej konfiguracji. Kontynuować?
pt_br: Não foi possível criar o backup da configuração. Prosseguir?
zh_hans: 无法创建配置备份。继续？

# back_l
source: Backup loaded
ar_eg: تم تحميل النسخ الاحتياطي
es: Copia de seguridad cargada
fr: Sauvegarde chargée
it: Backup caricato
pl: Kopia zapasowa wczytana
pt_br: Backup carregado
zh_hans: 备份已加载

# batch_concat_msg
source: Batch concatenation is enabled, but no initial or end files were selected. Please choose either one of them or disable this setting.
ar_eg: تم تمكين تسلسل الدُفعات ، لكن لم يتم تحديد ملفات أولية أو ملفات نهائية. الرجاء اختيار أحدهما أو تعطيل هذا الإعداد.
es: La concatenación por lotes está activada, pero no se añadió un fichero de inicio o final. Por favor, seleccione alguno de ellos, o desactive esta opcion.
fr: La concaténation par lots est activée, mais aucun fichier initial ou final n'a été sélectionné. Veuillez en choisir un ou désactiver ce paramètre.
it: L'unione batch è abilitata, ma non sono stati selezionati file iniziali o finali. Scegline uno o disabilita questa impostazione.
pl: Łączenie wsadowe jest włączone, ale nie wybrano plików początkowych lub końcowych. Proszę je wskazać, lub wyłączyć tę opcję.
pt_br: A combinação em lote está habilitada, mas nenhum arquivo inicial ou final foi selecionado. Escolha um deles ou desative esta configuração.
zh_hans: 启用了批量连接，但未选择初始文件或结束文件，请选择其中之一或禁用此设置.

# batch_mux
source: Batch Jobs multiplexing successfully completed
ar_eg: تم إكمال مضاعفة مهام الدُفعات بنجاح
es: FFmpeg Batch - Tareas de multiplexado completadas con éxito
fr: Multiplexage des tâches par lots terminé avec succès
it: Multiplexing dei lavori batch completato correttamente
pl: Wsadowe łączenie plików zakończone pomyślnie
pt_br: Tarefas de junções em lote concluídas com sucesso.
zh_hans: 批处理作业多路复用成功完成

# bck_conf
source: Backup configuration file
ar_eg: ملف تكوين النسخة الاحتياطية
es: Copia de seguridad
fr: Fichier de configuration de sauvegarde
it: File backup configurazione
pl: Plik konfiguracji kopii zapasowej
pt_br: Arquivo de configuração de backup
zh_hans: 备份配置文件

source: Below normal
ar_eg: أقل من المعتاد
es: Debajo de lo normal
fr: En dessous de la normale
it: Inferiore a normale
pl: Poniżej normalnego
pt_br: Abaixo do normal
zh_hans: 低于一般

# brow_sub
source: Browse for subtitles
ar_eg: تصفح للحصول على ترجمات
es: Buscar subtítulos
fr: Rechercher des sous-titres
it: Sfoglia per sottotitoli
pl: Przeglądaj napisy
pt_br: Procurar por legendas
zh_hans: 浏览字幕

# b_mux_c
source: Jobs Multiplexing complete
ar_eg: اكتمل مضاعفة المهام
es: Tareas completadas
fr: Multiplexage des travaux terminé
it: Attività multiplexing completata
pl: Zadanie łączenia zakończone
pt_br: Tarefas de junções completas
zh_hans: 作业复用完成

# b_mux_err
source: Batch Jobs multiplexing completed with errors
ar_eg: اكتمل مضاعفة مهام الدُفعات مع وجود أخطاء
es: FFmpeg Batch - Tareas de multiplexado completadas con errores
fr: Multiplexage des tâches par lots terminé avec des erreurs
it: Attività multiplexing completata con errori
pl: Zadania łączenia zakończone z błędami
pt_br: Tarefas de junções em lote concluídas com erros.
zh_hans: 批处理作业多路复用已完成但有错误

# cache_dis
source: Network files caching disabled
ar_eg: تم تعطيل التخزين المؤقت لملفات الشبكة
es: Caché de ficheros de red deshabilitado
fr: Mise en cache des fichiers réseau désactivée
it: Cache file rete disabilitata
pl: Bufor plików sieciowych wyłączony
pt_br: Cache de arquivos de rede desativado
zh_hans: 网络文件缓存已禁用

# cache_os
source: Operating system copy dialog can be faster caching files, though it pops up every time a new file is being cached.
ar_eg: يمكن أن يكون مربع حوار نسخ نظام التشغيل أسرع في تخزين الملفات مؤقتًا ، على الرغم من ظهوره في كل مرة يتم فيها تخزين ملف جديد مؤقتًا.
es: El cuadro de copia del sistema operativo puede ser más rápido a la hora de cachear ficheros, pero muestra un cuadro de diálogo con cada fichero.
fr: La boîte de dialogue de copie du système d'exploitation peut permettre une mise en cache plus rapide des fichiers, même si elle apparaît chaque fois qu'un nouveau fichier est mis en cache.
it: La finestra di dialogo di copia del sistema operativo può essere più veloce con i file in cache, sebbene venga visualizzata ogni volta che viene memorizzato nella cache un nuovo file.
pl: Systemowe okno kopiowania plików może przyspieszyć buforowanie plików, chociaż może pojawiać się za każdym razem gdy buforowany jest nowy plik.
pt_br: A caixa de diálogo de cópia do sistema operacional pode fazer com que os arquivos em cache sejam mais rápidos, embora apareça toda vez que um novo arquivo estiver sendo armazenado em cache.
zh_hans: 操作系统复制对话框可以更快地缓存文件,尽管每次缓存新文件时它都会弹出.

# cache_os2
source: OS file copy dialog enabled
ar_eg: تم تفعيل مربع حوار نسخ ملف نظام التشغيل
es: Cacheado de ficheros del sistema habilitado
fr: Boîte de dialogue de copie de fichier du système d'exploitation activée
it: Finestra copia S.O. abilitata
pl: Systemowa procedura kopiowania plików włączona
pt_br: Caixa de diálogo de cópia de arquivo do sistema operacional ativada
zh_hans: 操作系统文件复制对话框已启用

# cache_rec
source: It is recommended to cache network files to avoid network latency and reliability issues. Application may crash if network connection is lost during encoding.
ar_eg: يوصى بتخزين ملفات الشبكة مؤقتًا لتجنب مشكلات زمن انتقال الشبكة والموثوقية. قد يتعطل التطبيق في حالة فقد الاتصال بالشبكة أثناء الترميز.
es: Se recomienda cachear los ficheros de red para evitar problemas de latencia y fiabilidad. La aplicación podría fallar si se pierde la conexión de red durante la codificación.
fr: Il est recommandé de mettre en cache les fichiers réseau pour éviter les problèmes de latence et de fiabilité du réseau. L'application peut planter si la connexion réseau est perdue pendant le codage.
it: Ti consigliamo di memorizzare nella cache i file di rete per evitare problemi di latenza e affidabilità della rete. L'applicazione potrebbe bloccarsi se la connessione di rete viene persa durante la codifica.
pl: Zaleca się buforowanie plików wsadowych, aby uniknąć opóźnień sieciowych i problemów z niezawodnością. Aplikacja może ulec awarii, jeżeli połączenie sieciowe zostanie utracone podczas kodowania.
pt_br: É recomendável armazenar em cache os arquivos de rede para evitar latência da rede e problemas de confiabilidade. O aplicativo pode travar se a conexão de rede for perdida durante a codificação.
zh_hans: 建议缓存网络文件以避免网络延迟和可靠性问题。如果在编码过程中网络连接丢失，应用程序可能会崩溃.

# caching_f
source: Caching network file
ar_eg: ملف الشبكة التخزين المؤقت
es: Cacheando fichero de red
fr: Mise en cache du fichier réseau
it: Cache file rete
pl: Buforowanie plików sieciowych
pt_br: Arquivo de rede em cache
zh_hans: 缓存网络文件

# calcul
source: Calculating...
ar_eg: جاري الحساب ...
es: Calculando...
fr: Calculateur...
it: Calcolo...
pl: Obliczanie...
pt_br: Calculando...
zh_hans: 计算中...
