Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# overw_not2
source: Overwriting is not supported. Change destination directory on main screen or double-click on the textbox to reset to default
ar_eg: الكتابة فوق غير مدعومة. قم بتغيير دليل الوجهة على الشاشة الرئيسية أو انقر نقرًا مزدوجًا فوق مربع النص لإعادة التعيين إلى الوضع الافتراضي
es: La sobreescritura no está permitida en este modo. Modifique el directorio de destino en la pestaña principal, o haga doble clic en el campo de texto de la ruta para reiniciar a la carpeta por defecto.
fr: L'écrasement n'est pas pris en charge. Modifiez le répertoire de destination sur l'écran principal ou double-cliquez sur la zone de texte pour réinitialiser les paramètres par défaut.
it: La sovrascrittura non è supportata. Modifica la cartella destinazione nella schermata principale o fai doppio clic sulla casella di testo per ripristinare i valori predefiniti.
pl: Nadpisywanie nie jest obsługiwane. Zmień katalog docelowy na ekranie głównym lub kliknij dwukrotnie pole tekstowe, aby przywrócić ustawienia domyślne
pt_br: A substituição não é suportada. Altere o diretório de destino na tela principal ou clique duas vezes na caixa de texto para redefinir para o padrão
zh_hans: 不支持覆盖。在主屏幕上更改目标目录或双击文本框以重置为默认值

# overw_not_all
source: Overwriting not allowed
ar_eg: الكتابة غير مسموح بها
es: Sobreescritura no habilitada
fr: Écrasement non autorisé
it: Sovrascrittura non permessa
pl: Nadpisywanie niedozwolone
pt_br: Substituição não permitida
zh_hans: 不允许覆盖

# overw_not_en
source: Overwriting is not enabled. Change destination directory or enable
ar_eg: لم يتم تمكين الكتابة فوق. قم بتغيير دليل الوجهة أو تمكين
es: sobrescribir origen no está activado. Cambie la carpeta de destino o active
fr: L'écrasement n'est pas activé. Changez le répertoire de destination ou activez-le.
it: La sovrascrittura non è abilitata. Abilitala o modifica la cartella destinazione.
pl: Nadpisywanie nie jest włączone. Zmień katalog docelowy lub włącz
pt_br: A substituição não está habilitada. Altere o diretório de destino ou habilite
zh_hans: 未启用覆盖，更改目标目录或启用

# overw_out
source: Overwrite source file is enabled, but output path is not the source path. Continue?
ar_eg: تم تمكين الكتابة فوق الملف المصدر ، لكن مسار الإخراج ليس هو مسار المصدر. يكمل؟
es: La sobrescritura de ficheros está activada, pero la ruta de destino no es la misma que la de origen. ¿Desea continuar de todos modos?
fr: L'écrasement du fichier source est activé, mais le chemin de sortie n'est pas le chemin source. Continuer ?
it: La sovrascrittura del file sorgente è abilitata, ma il percorso destinazione non è il percorso sorgente. Vuoi continuare?
pl: Nadpisywanie pliku źródłowego jest włączone, ale ścieżka wyjściowa nie jest ścieżką źródłową. Kontynuować?
pt_br: A substituição do arquivo de origem está ativada, mas o caminho de saída não é o caminho de origem. Prosseguir?
zh_hans: 覆盖源文件已启用，但输出路径不是源路径。继续？

# over_conf2
source: Overwriting confirmation
ar_eg: تأكيد الكتابة
es: Confirmar sobreescritura
fr: Écrasement
it: Conferma sovrascrittura
pl: Potwierdzenie nadpisania
pt_br: Confirmação de substituição
zh_hans: 覆盖确认

# over_pres_loc
source: Another presets file was found this location. Do you want to overwrite it?
ar_eg: تم العثور على ملف إعدادات مسبقة آخر في هذا الموقع. هل تريد الكتابة عليه؟
es: Otro fichero de perfiles fue encontrado en la ruta. ¿Desea sobrescribirlo?
fr: Un autre fichier de préréglages a été trouvé à cet emplacement. Voulez-vous l'écraser ?
it: È presente un altro file profilo in questo percorso. Vuoi sovrascrivere il file?
pl: Znaleziono inny plik presetów w tej lokalizacji. Czy chcesz go nadpisać?
pt_br: Outro arquivo de predefinições foi encontrado neste local. Você deseja sobrescrever isso?
zh_hans: 在此位置找到了另一个预设文件。你想覆盖它吗？

source: Parameter
ar_eg: معامل
es: Parámetro
fr: Para
it: Parametro
pl: Parametr
pt_br: Parâmetro
zh_hans: 参数

source: PARAMETERS:
ar_eg: حدود:
es: PARAMETROS:
fr: PARAMÈTRES:
it: PARAMETRI:
pl: PARAMETRY:
pt_br: PARÂMETROS:
zh_hans: 参数:

# params_bl
source: Parameters field can not be empty.
ar_eg: لا يمكن ترك حقل المعلمات فارغًا.
es: El campo de parámetros no puede estar en blanco.
fr: Le champ Paramètres ne peut pas être vide.
it: Il campo parametri non può essere vuoto.
pl: Pole parametrów nie może być puste.
pt_br: O campo de parâmetros não pode ficar vazio.
zh_hans: 参数字段不能为空

# params_def
source: Save current parameters as default
ar_eg: حفظ المعلمات الحالية كافتراضي
es: Guardar como parámetros por defecto
fr: Enregistrer les paramètres actuels par défaut
it: Salva parametri attuali come predefiniti
pl: Zapisz bieżące parametry jako domyślne
pt_br: Salve os parâmetros atuais como padrão
zh_hans: 将当前参数保存为默认值

# params_empty2
source: Capture parameters field can not be empty.
ar_eg: لا يمكن ترك حقل معلمات الالتقاط فارغًا.
es: El campo de parámetros m3u está en blanco.
fr: Le champ des paramètres de capture ne peut pas être vide.
it: Il campo parametri cattura non può essere vuoto.
pl: Pole parametrów przechwytywania nie może być puste.
pt_br: O campo dos parâmetros de captura não pode ficar vazio.
zh_hans: 捕获参数字段不能为空

# params_short
source: Parameters field is too short.
ar_eg: حقل المعلمات قصير جدًا.
es: El campo de parámetros es muy corto.
fr: Le champ des paramètres est trop court.
it: Il campo parametri è troppo corto.
pl: Pole parametrów jest za krótkie.
pt_br: O campo de parâmetros é muito curto.
zh_hans: 参数字段太短

# param_in
source: Parameter unnecessary
ar_eg: المعلمة غير ضرورية
es: Parámetros innecesarios
fr: Para inutile
it: Parametro non necessario
pl: Parametr niepotrzebny
pt_br: Parâmetro desnecessário
zh_hans: 不需要的参数

# parsing
source: Parsing unknown files
ar_eg: تحليل ملفات غير معروفة
es: Analizando otros ficheros
fr: Analyse des fichiers inconnus
it: Analisi file sconosciuti
pl: Analizowanie nieznanych plików
pt_br: Analisando arquivos desconhecidos
zh_hans: 解析未知文件

# parsing2
source: Parsing
ar_eg: تفسير
es: Analizando
fr: Analyse
it: Analisi
pl: Rozbiór gramatyczny zdania
pt_br: Analisando
zh_hans: 解析中

# pars_inc
source: Files parsing incomplete
ar_eg: تحليل الملفات غير مكتمل
es: Análisis de ficheros no completado.
fr: Analyse des fichiers incomplète
it: Analisi file non completata
pl: Niekompletne parsowanie plików
pt_br: Análise de arquivos incompleta
zh_hans: 文件解析不完整

# pass1
source: 1st pass: Analysing video
ar_eg: المرور الأول: تحليل الفيديو
es: Fase 1: Analizando vídeo
fr: 1er passage : analyse de la vidéo
it: 1. passaggio: analisi video
pl: 1. przejście: Analiza wideo
pt_br: 1ª passo: analisando o vídeo
zh_hans: 1 pass:分析视频

# pass2
source: 2nd pass: Encoding file
ar_eg: التمرير الثاني: ملف ترميز
es: Fase 2: Codificando vídeo
fr: 2ème passe : Encodage du fichier
it: 2. passaggio: codifica file
pl: 2. przejście: kodowanie pliku
pt_br: 2ª passo: arquivo de codificação
zh_hans: 2 pass:编码文件

source: Paste M3u URL
ar_eg: قم بلصق عنوان URL الخاص بـ M3u
es: Pegar enlace M3u
fr: Coller l'URL M3u
pl: Wklej adres URL M3u
pt_br: Colar link M3u
zh_hans: 粘贴M3u网址

source: Paste/write path
ar_eg: لصق / كتابة المسار
es: Pegar/escribir ruta
fr: Chemin de collage/écriture
it: Incolla/scrivi percorso
pl: Wklej/zapisz ścieżkę
pt_br: Colar/digitar caminho
zh_hans: 粘贴/写入路径

source: Paste YouTube URL
ar_eg: الصق عنوان URL لموقع YouTube
es: Agregar enlace de YouTube
fr: Coller l'URL YouTube
it: Incolla URL YouTube
pl: Dodaj adres URL YouTube
pt_br: Colar o link do YouTube
zh_hans: 粘贴YouTube网址

source: Path
ar_eg: طريق
es: Ruta
fr: Chemin
it: Percorso
pl: Ścieżka
pt_br: Caminho
zh_hans: 路径

# path2
source: Path:
ar_eg: طريق:
es: Ruta:
fr: Chemin:
it: Percorso:
pl: Ścieżka:
pt_br: Caminho:
zh_hans: 路径:

# path_def
source: Save this path as default
ar_eg: احفظ هذا المسار كمسار افتراضي
es: Guardar como ruta por defecto
fr: Enregistrez ce chemin par défaut
it: Salva questo percorso come predefinito
pl: Zapisz tę ścieżkę jako domyślną
pt_br: Salvar este caminho como padrão
zh_hans: 将此路径保存为默认值

# path_empty
source: Path field is empty.
ar_eg: حقل المسار فارغ.
es: El campo de ruta está en blanco.
fr: Le champ Chemin est vide.
it: Il campo percorso è vuoto.
pl: Pole ścieżki jest puste.
pt_br: O campo do caminho está vazio.
zh_hans: 路径字段为空

# path_not
source: Selected path was not found.
ar_eg: لم يتم العثور على المسار المحدد.
es: La ruta seleccionada no existe.
fr: Le chemin sélectionné n'a pas été trouvé.
it: Percorso selezionato non trovato.
pl: Wybrana ścieżka nie została znaleziona.
pt_br: O caminho selecionado não foi encontrado.
zh_hans: 未找到所选路径

# path_not2
source: Path not found
ar_eg: المسار مفقود
es: Ruta no encontrada
fr: Chemin introuvable
it: Percorso non trovato
pl: Ścieżka nie została znaleziona
pt_br: Caminho não encontrado
zh_hans: 找不到路径

# pause1
source: Pause/resume encoding
ar_eg: وقفة / استئناف الترميز
es: Pausar/reanudar codificación
fr: Pause/reprise de l'encodage
it: Pausa/riprendi codifica
pl: Wstrzymaj/wznów kodowanie
pt_br: Pausar/resumir a codificação
zh_hans: 暂停/恢复编码

# paused1
source: Encoding is now paused.
ar_eg: الترميز متوقف الآن مؤقتًا.
es: La codificación está ahora en pausa.
fr: L'encodage est maintenant mis en pause.
it: La codifica è ora in pausa.
pl: Kodowanie zostało wstrzymane.
pt_br: A codificação agora está pausada.
zh_hans: 编码现在暂停

# paused2
source: Encoding paused
ar_eg: توقف التشفير مؤقتًا
es: Codificación pausada
fr: Encodage interrompu
it: Codifica in pausa
pl: Kodowanie wstrzymane
pt_br: Codificação pausada
zh_hans: 编码暂停

source: Pending
ar_eg: قيد الانتظار
es: Pendiente
fr: En attente
it: In attesa
pl: Aż do
pt_br: Pendente
zh_hans: 待办的

# pend_an
source: Pending analysis
ar_eg: تحليل معلق
es: Análisis pendiente
fr: Analyse en attente
it: In attesa di analisi
pl: Oczekująca analiza
pt_br: Análise pendente
zh_hans: 待分析

# play_8
source: Play audio file (max. 8 seconds)
ar_eg: تشغيل ملف صوتي (بحد أقصى 8 ثوان)
es: Reproducir audio (max. 8 segundos)
fr: Lire le fichier audio (max. 8 secondes)
it: Riproduci file audio (max. 8 secondi)
pl: Odtwórz plik audio (maks. 8 sekund)
pt_br: Tocar arquivo de áudio (máx. 8 segundos)
zh_hans: 播放音频文件（最长8秒）

source: Play file
ar_eg: ملف اللعب
es: Reproducir
fr: Lire le fichier
it: Riproduci file
pl: Odtwórz plik
pt_br: Tocar arquivo
zh_hans: 播放文件

# play_nofile
source: Play sound is enabled but no audio file was selected.
ar_eg: تم تمكين تشغيل الصوت ولكن لم يتم تحديد ملف صوتي.
es: Reproducir sonido al final está habilitado, pero no se seleccionó un fichero de audio.
fr: La lecture du son est activée mais aucun fichier audio n'a été sélectionné.
it: Avviso sonoro abilitato ma nessun file audio selezionato.
pl: Odtwarzanie dźwięku jest włączone, ale nie wybrano pliku audio.
pt_br: Tocar som está habilitado, mas nenhum arquivo de áudio foi selecionado.
zh_hans: 播放声音已启用但未选择音频文件

# play_vlc
source: Play with VLC
ar_eg: العب مع VLC
es: Reproducir con VLC
fr: Jouez avec VLC
it: Riproduci con VLC
pl: Odtwórz za pomocą VLC
pt_br: Tocar usando VLC
zh_hans: 用VLC播放

# please_not
source: Please do not start with
ar_eg: من فضلك لا تبدأ ب
es: Por favor, no comience con
fr: S'il vous plaît, ne commencez pas par
it: Non avviare con
pl: Proszę nie zaczynać od
pt_br: Por favor, não comece com
zh_hans: 请不要开始

# pl_contents
source: Obtaining playlist contents...
ar_eg: الحصول على محتويات قائمة التشغيل ...
es: Obteniendo contenidos de la lista
fr: Obtention du contenu de la playlist...
it: Analisi contenuti playlist...
pl: Pobieranie zawartości listy odtwarzania...
pt_br: Obtendo o conteúdo da lista de reprodução...
zh_hans: 获取播放列表内容...

source: Position
ar_eg: موضع
es: Posición
it: Posizione
pl: Pozycja
pt_br: Posição
zh_hans: 位置

source: Power off
ar_eg: انقطاع التيار الكهربائي
es: Apagar
fr: Éteindre
it: Spegni
pl: Wyłącz zasilanie
pt_br: Desligar
zh_hans: 关机

# pr1_emp
source: Preset 1 is empty.
ar_eg: الإعداد المسبق 1 فارغ.
es: Preset 1 está en blanco.
fr: Le préréglage 1 est vide.
it: Il profilo 1 è vuoto.
pl: Ustawienie wstępne 1 jest puste.
pt_br: O predefinição 1 está vazia.
zh_hans: 预设1为空

# pr2_emp
source: Preset 2 is empty.
ar_eg: الإعداد المسبق 2 فارغ.
es: Preset 2 está en blanco.
fr: Le préréglage 2 est vide.
it: Il profilo 2 è vuoto.
pl: Ustawienie wstępne 2 jest puste.
pt_br: O predefinição 2 está vazia.
zh_hans: 预设2为空

source: presets.
ar_eg: المسبقة.
es: perfiles.
fr: préconfigurations.
it: profili.
pl: ustawienia wstępne.
pt_br: predefinições
zh_hans: 预设

# pres_empt
source: Preset description cannot be empty.
ar_eg: لا يمكن أن يكون وصف الإعداد المسبق فارغًا.
es: El nombre del preset está en blanco.
fr: La description du préréglage ne peut pas être vide.
it: La descrizione del profilo non può essere vuota.
pl: Opis ustawienia wstępnego nie może być pusty.
pt_br: A descrição da predefinição não pode estar vazia.
zh_hans: 预设说明不能为空

# pres_empty
source: Preset description is empty.
ar_eg: وصف الإعداد المسبق فارغ.
es: La descripción del preset está en blanco.
fr: La description du préréglage est vide.
it: La descrizione profilo è vuota.
pl: Opis ustawienia wstępnego jest pusty.
pt_br: Predefinição vazia
zh_hans: 预设说明为空

# pres_empty2
source: Preset parameters field is empty.
ar_eg: حقل المعلمات المعينة مسبقًا فارغ.
es: El campo de parámetros del preset está en blanco.
fr: Le champ des paramètres prédéfinis est vide.
it: Il campo parametri profilo è vuoto.
pl: Pole wstępnie ustawionych parametrów jest puste.
pt_br: O campo dos parâmetros predefinidos está vazio.
zh_hans: 预设参数字段为空

# pres_file
source: Presets file
ar_eg: ملف الإعدادات المسبقة
es: Ficheros de perfiles
fr: Fichier de préréglages
it: File profili
pl: Plik ustawień wstępnych
pt_br: Arquivo de predefinições
zh_hans: 预设文件

# pres_inv
source: Preset validation failed. Use preset anyway?
ar_eg: فشل التحقق المسبق من صحة. هل تريد استخدام الإعداد المسبق على أي حال؟
es: La validación del preset falló. ¿Desea utilizarlo de todos modos?
fr: La validation du préréglage a échoué. Utiliser le préréglage quand même ?
it: Validazione profilo fallita. Vuoi usare comunque il profilo?
pl: Walidacja ustawień wstępnych nie powiodła się. Czy mimo to użyć ustawień wstępnych?
pt_br: A validação da predefinição falhou. Usar predefinição mesmo assim?
zh_hans: 预设验证失败。还是要使用预设？

# pres_name
source: Two presets have the same name, please edit one of them.
ar_eg: إعدادان مسبقًا لهما نفس الاسم ، يرجى تعديل أحدهما.
es: Dos perfiles tienen el mismo nombre, por favor, edite uno de ellos.
fr: Deux préréglages portent le même nom, veuillez en modifier un.
it: Due profili hanno lo stesso nome, modifica uno dei due.
pl: Dwa ustawienia wstępne mają tę samą nazwę. Proszę edytować jedno z nich.
pt_br: Duas predefinições têm o mesmo nome, edite uma delas.
zh_hans: 两个预设名称相同，请编辑其中之一。

# pres_rest
source: Presets restored
ar_eg: استعادة الإعدادات المسبقة
es: Perfiles restaurados
fr: Préréglages restaurés
it: Profili ripristinati
pl: Przywrócono ustawienia wstępne
pt_br: Predefinições restauradas
zh_hans: 预设已恢复

# pres_saved
source: The new preset has been saved.
ar_eg: تم حفظ الإعداد المسبق الجديد.
es: El nuevo preset ha sido guardado.
fr: Le nouveau préréglage a été enregistré.
it: Il nuovo profilo è stato salvato.
pl: Nowe ustawienie zostało zapisane.
pt_br: A nova predefinição foi salva.
zh_hans: 新预设已保存

# prevent_dis
source: Prevent computer from going to sleep is disabled
ar_eg: تم تعطيل منع الكمبيوتر من النوم
es: Impedir que el equipo entre en suspensión está desactivado.
fr: Empêcher l'ordinateur de se mettre en veille est désactivé
it: Impedisci al computer di andare in stop è disabilitato
pl: Opcja Zapobiegaj przechodzeniu komputera w tryb uśpienia jest wyłączona
pt_br: Impedir que o computador adormeça está desativado
zh_hans: 禁止计算机进入睡眠状态已禁用

# prevent_en
source: Prevent computer from going to sleep is enabled
ar_eg: تم تمكين منع الكمبيوتر من النوم
es: Impedir que el equipo entre en suspensión está activado.
fr: Empêcher l'ordinateur de se mettre en veille est activé
it: Impedisci al computer di andare in sleep è abilitato
pl: Włączono opcję Zapobiegaj przechodzeniu komputera w tryb uśpienia
pt_br: Impedir que o computador adormeça está ativado
zh_hans: 防止计算机进入睡眠状态已启用

# pre_input1
source: Pre-input seeking format is incorrect. Change it or reset it by double-clicking on it.
ar_eg: تنسيق البحث عن الإدخال المسبق غير صحيح. قم بتغييره أو إعادة تعيينه بالنقر المزدوج عليه.
es: El formato del campo de pre-posicionamiento es incorrecto. Modifíquelo o haga doble clic para reinicializarlo.
fr: Le format de recherche de pré-saisie est incorrect. Modifiez-le ou réinitialisez-le en double-cliquant dessus.
it: Il formato di ricerca pre-input non è corretto. Modificalo o ripristinalo facendo doppio clic su di esso.
pl: Format wyszukiwania wstępnego jest niepoprawny. Zmień go lub zresetuj, klikając go dwukrotnie.
pt_br: A busca de pré-entrada selecionada na guia Processamento em lote está incorreta. Altere-o ou reinicie-o clicando duas vezes nele
zh_hans: 预输入搜索格式不正确。通过双击更改或重置它。

# pre_input2
source: Pre-input seeking format error
ar_eg: خطأ في تنسيق البحث عن الإدخال المسبق
es: Formato no válido en el campo de pre-posicionamiento
fr: Erreur de format de recherche de pré-saisie
it: Errore formato di ricerca pre-input
pl: Błąd formatu wyszukiwania wstępnego
pt_br: Erro de formato de busca de pré-entrada
zh_hans: 预输入搜索格式错误

# pre_input3
source: Pre-input seeking exceeds duration of file.
ar_eg: يتجاوز البحث عن الإدخال المسبق مدة الملف.
es: El tiempo de pre-posicionamiento excede la duración del archivo.
fr: La recherche de pré-saisie dépasse la durée du fichier.
it: La ricerca pre-input supera la durata del file.
pl: Przeszukiwanie wstępne przekracza czas trwania pliku.
pt_br: A busca de pré-entrada excede a duração do arquivo.
zh_hans: 预输入搜索超过了文件的持续时间

# pre_input4
source: "Pre-input seeking selected in Batch processing tab is incorrect. Change it or reset it by double-clicking on it"
ar_eg: "طلب الإدخال المسبق المحدد في علامة تبويب المعالجة المجمعة غير صحيح. قم بتغييره أو إعادة تعيينه بالنقر المزدوج عليه"
es: El pre-posicionamiento indicado en la pestaña principal es incorrecto. Modifíquelo o haga doble clic en él para reiniciarlo a cero.
fr: La recherche de pré-saisie sélectionnée dans l'onglet Traitement par lots est incorrecte. Modifiez-la ou réinitialisez-la en double-cliquant dessus.
it: La ricerca pre-input selezionata nella scheda Elaborazione batch non è corretta. Modificala o ripristinala facendo doppio clic su di essa.
pl: „Wybrane wyszukiwanie wstępne w zakładce Przetwarzanie wsadowe jest nieprawidłowe. Zmień je lub zresetuj, klikając je dwukrotnie”
pt_br: "A busca de pré-entrada selecionada na guia Processamento em lote está incorreta. Altere ou redefina clicando duas vezes nela"
zh_hans: “在批处理选项卡中选择的预输入搜索不正确。通过双击它来更改或重置它”

# pre_in_path
source: An error occurred while saving pre-input configuration. Please ensure you have path access rights .
ar_eg: حدث خطأ أثناء حفظ التكوين المسبق للإدخال. يرجى التأكد من أن لديك حقوق الوصول إلى المسار.
es: Se produjo un error al guardar la configuración de pre-entrada. Asegúrese de que tiene permisos de acceso a la carpeta de la aplicación.
fr: Une erreur s'est produite lors de l'enregistrement de la configuration de pré-saisie. Veuillez vous assurer que vous disposez des droits d'accès au chemin.
it: Si è verificato un errore durante il salvataggio della configurazione pre-input. Assicurati di disporre dei diritti di accesso al percorso.
pl: Wystąpił błąd podczas zapisywania konfiguracji wstępnego wprowadzania. Upewnij się, że masz uprawnienia dostępu do ścieżki.
pt_br: Ocorreu um erro ao salvar a configuração de pré-entrada. Certifique-se de que possui direitos de acesso ao caminho.
zh_hans: 保存预输入配置时发生错误。请确保您具有路径访问权限。

source: Processing
ar_eg: يعالج
es: Iniciando
fr: Traitement
it: Elaborazione
pl: Przetwarzanie
pt_br: Processando
zh_hans: 处理中

# proc_aud
source: Processing audio, please wait
ar_eg: جارٍ معالجة الصوت ، يرجى الانتظار
es: Procesando audio, espere por favor...
fr: Traitement audio, veuillez patienter
it: Elaborazione audio
pl: Przetwarzanie dźwięku, proszę czekać
pt_br: Processando áudio, por favor aguarde
zh_hans: 正在处理音频，请稍候

# proc_ff
source: Processing with FFmpeg
ar_eg: المعالجة باستخدام FFmpeg
es: Procesando con ffmpeg
fr: Traitement avec FFmpeg
it: Elaborazione con FFmpeg
pl: Przetwarzanie za pomocą FFmpeg
pt_br: Processando com FFmpeg
zh_hans: 使用FFmpeg处理

# proc_file
source: Processing file, please wait...
ar_eg: جاري معالجة الملف ، برجاء الانتظار ...
es: Procesando fichero, espere por favor...
fr: Traitement du fichier, veuillez patienter...
it: Elaborazione file...
pl: Przetwarzanie pliku, proszę czekać...
pt_br: Processando arquivo, por favor aguarde...
zh_hans: 正在处理文件，请稍候...

source: Project news
ar_eg: أخبار المشروع
es: Noticias
fr: Actualités du projet
it: News progetto
pl: Wiadomości o projekcie
pt_br: Informações do projeto
zh_hans: 项目新闻

# pr_emp
source: Preset empty
ar_eg: الإعداد المسبق فارغ
es: Preset vacío
fr: Préréglage vide
it: Profilo vuoto
pl: Ustawienie wstępne puste
pt_br: Predefinição vazia
zh_hans: 预设为空

# pr_limit
source: Profile limitation
ar_eg: تقييد الملف الشخصي
es: Limitación de perfil
fr: Limitation du profil
it: Limitazione profilo
pl: Ograniczenie profilu
pt_br: Limitação de perfil
zh_hans: 配置文件限制

# p_req_first
source: is required for first pass.
ar_eg: مطلوب للتمرير الأول.
es: es necesario para la primera pasada.
fr: est requis pour le premier passage.
it: è richiesto per il primo passaggio.
pl: jest wymagane przy pierwszym podejściu.
pt_br: É necessário para o primeiro passo.
zh_hans: 需要first pass

# p_req_second
source: is required for second pass.
ar_eg: مطلوب للتمرير الثاني.
es: es necesario para la segunda pasada.
fr: est requis pour le deuxième passage.
it: è richiesto per il secondo passaggio.
pl: jest wymagany do drugiego podejścia.
pt_br: É necessário para o segundo passo.
zh_hans: 需要second pass

source: Question
ar_eg: سؤال
es: Pregunta
it: Domanda
pl: Pytanie
pt_br: Pergunta
zh_hans: 问题

source: Queued
ar_eg: في قائمة الانتظار
es: En cola
fr: En file d'attente
it: In coda
pl: W kolejce
pt_br: Enfileirado
zh_hans: 队列

# queue_abort
source: Queue processing aborted.
ar_eg: تم إحباط معالجة قائمة الانتظار.
es: Codificación abortada.
fr: Traitement de la file d'attente interrompu.
it: Elaborazione coda interrotta.
pl: Przetwarzanie kolejki zostało przerwane.
pt_br: O processamento da fila foi cancelado.
zh_hans: 队列处理中止

# queue_net
source: Queue contains files from a network share. Do you want to cache files to temp folder before encoding?
ar_eg: قائمة الانتظار تحتوي على ملفات من مشاركة عبر شبكة. هل تريد تخزين الملفات مؤقتًا في مجلد مؤقت قبل الترميز؟
es: La lista contiene ficheros de una unidad de red. ¿Desea copiarlos a una caché temporal antes de codificarlos?
fr: La file d'attente contient des fichiers provenant d'un partage réseau. Voulez-vous mettre les fichiers en cache dans le dossier temporaire avant l'encodage ?
it: La coda contiene file da una condivisione di rete. Vuoi memorizzare nella cache i file nella cartella temporanea prima della codifica?
pl: Kolejka zawiera pliki z udziału sieciowego. Czy chcesz buforować pliki w folderze tymczasowym przed kodowaniem?
pt_br: A fila contém arquivos de um compartilhamento de rede. Você deseja armazenar os arquivos em cache na pasta temporária antes de codificar?
zh_hans: 队列包含来自网络共享的文件。您想在编码前将文件缓存到临时文件夹吗？

# queue_ok
source: Queue list loaded successfully.
ar_eg: تم تحميل قائمة الانتظار بنجاح.
es: Fichero de cola interrumpida cargado con éxito.
fr: Liste de file d'attente chargée avec succès.
it: Caricamento elenco coda completato.
pl: Lista kolejek została pomyślnie załadowana.
pt_br: Lista de filas carregada com sucesso.
zh_hans: 队列列表加载成功
