Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# two_sup3
source: - Remember to include video bitrate on your preset (-b:v).
ar_eg: - تذكر تضمين معدل بت الفيديو في الإعداد المسبق (-b: v).
es: - Recuerde incluir una tasa de bits de vídeo en el preset (-b:v).
fr: - N'oubliez pas d'inclure le débit vidéo dans votre préréglage (-b:v).
it: - Ricorda di includere il bitrate video nel profilo (-b:v).
pl: - Pamiętaj o uwzględnieniu szybkości transmisji wideo w ustawieniach wstępnych (-b:v).
pt_br: - Lembre-se de incluir a taxa de bits de vídeo em sua predefinição (-b: v).
zh_hans: - 请记住在预设中包含视频比特率 (-b:v).

# two_sup4
source: - On first pass parameters, do not include mapping or other codecs information (-map, -c:a, -c:s).
ar_eg: - في معاملات المرور الأولى ، لا تقم بتضمين معلومات التعيين أو برامج الترميز الأخرى (-map، -c: a، -c: s).
es: - En los parámetros de primera pasada, no incluya mapping u otra información de codecs de audio/subtítulos (-map, -c:a, -c:s).
fr: - Sur les paramètres du premier passage, n'incluez pas les informations de mappage ou d'autres codecs (-map, -c:a, -c:s).
it: - Per i parametri del primo passaggio, non includere la mappatura o altre informazioni sui codec (-map, -c:a, -c:s).
pl: - W parametrach pierwszego przebiegu nie uwzględniaj mapowania ani innych informacji o kodekach (-map, -c:a, -c:s).
pt_br: - Nos parâmetros do primeiro passo, não inclua mapeamento ou outras informações de codecs (-map, -c: a, -c: s).
zh_hans: - 在设置1 pass参数时，不能设置映射或其他编解码器信息 (-map, -c:a, -c:s).

# two_sup5
source: - Using libvpx-vp9, if you obtain low bitrates, you may need to multiply your target bitrate by 8 due to a wrong bitrate interpretation. For example, to obtain 1M target bitrate:
ar_eg: - باستخدام libvpx-vp9 ، إذا حصلت على معدلات بت منخفضة ، فقد تحتاج إلى مضاعفة معدل البت المستهدف في 8 بسبب تفسير خاطئ لمعدل البت. على سبيل المثال ، للحصول على 1 مليون من معدل البت المستهدف:
es: - Al usar libvpx-vp9, si obtiene muy bajas tasas de bits de vídeo, podría necesitar multiplicar por 8 su objetivo de tasa de bits, debito a una incorrecta interpretación del codificador de bits/bytes. por ejemplo, para obtener una tasa de bits de 1M:
fr: Si vous obtenez des débits faibles en utilisant libvpx-vp9, vous devrez peut-être multiplier votre débit cible par 8 en raison d'une mauvaise interprétation du débit. Par exemple, pour obtenir un débit cible de 1M :
it: - Usando libvpx-vp9, se si ottengono bitrate bassi, potrebbe essere necessario moltiplicare il bitrate destinazione per 8 a causa di un'interpretazione errata del bitrate. Ad esempio, per ottenere un bitrate destinazione di 1M:
pl: - Używając libvpx-vp9, jeśli uzyskasz niskie bitrate, może być konieczne pomnożenie docelowego bitrate przez 8 z powodu błędnej interpretacji bitrate. Na przykład, aby uzyskać docelowy bitrate 1M:
pt_br: - Usando libvpx-vp9, se você obtiver taxas de bits baixas, pode ser necessário multiplicar sua taxa de bits alvo por 8 devido a uma interpretação incorreta da taxa de bits. Por exemplo, para obter a taxa de bits desejada de 1M:
zh_hans: - 使用 libvpx-vp9，如果您获得低比特率，由于比特率解释错误，您可能需要将目标比特率乘以 8。例如获得1M目标码率:

# two_sup6
source: A target bitrate (-b:v or -vb) is required.
ar_eg: مطلوب معدل بت الهدف (-b: v أو -vb).
es: Un objetivo de tasa de bits de vídeo es requerido: (-b:v / -vb ).
fr: Un débit cible binaire (-b:v ou -vb) est requis.
it: È richiesto un bitrate destinazione (-b:v o -vb).
pl: Wymagany jest docelowy bitrate (-b:v lub -vb).
pt_br: Uma taxa de bits de destino (-b: v ou -vb) é necessária.
zh_hans: 需要目标比特率（-b:v 或 -vb）。

# two_tip1
source: - You don't need to use this wizard for Nvidia h264_nvenc or hevc_nvenc. Two pass is included in the codec just by using -preset slow.
ar_eg: - لا تحتاج إلى استخدام هذا المعالج لـ Nvidia h264_nvenc أو hevc_nvenc. يتم تضمين تمريرين في برنامج الترميز فقط باستخدام بطيء الإعداد المسبق.
es: - No necesita usar este asistente para codificador Nvidia h264_nvenc or hevc_nvenc. La codificación en dos pasaos está ya incluida usando -preset slow.
fr: - Vous n'avez pas besoin d'utiliser cet assistant pour Nvidia h264_nvenc ou hevc_nvenc. Deux passes seront traitées par le codec en utilisant -preset slow.
it: - Non è necessario usare questa procedura guidata per Nvidia h264_nvenc o hevc_nvenc. I due passaggi sono inclusi nel codec semplicemente usando -preset slow.
pl: - Nie musisz używać tego kreatora dla Nvidia h264_nvenc lub hevc_nvenc. Dwa przebiegi są zawarte w kodeku po prostu przez użycie -preset slow.
pt_br: - Você não precisa usar este assistente para Nvidia h264_nvenc ou hevc_nvenc. Dois passos são incluídos no codec apenas usando -predefinição lento.
zh_hans: - 对于Nvidia h264_nvenc或hevc_nvenc，您不需要使用此向导。只需使用 -preset slow 即可将2 pass包含在编解码器中。

# two_tip10
source: - Use the same video codec tuning parameters on first and second pass (-preset:v, -profile:v -tune:v).
ar_eg: - استخدم نفس معلمات ضبط ترميز الفيديو على المسار الأول والثاني (-preset: v، -profile: v -tune: v).
es: - Use los mismos ajustes de vídeo en la primera y segunda pasada (-preset:v, -profile:v -tune:v).
fr: - Utilisez les mêmes paramètres de réglage du codec vidéo lors du premier et du deuxième passage (-preset:v, -profile:v -tune:v).
it: - Usa gli stessi parametri ottimizzazione del codec video per il primo e secondo passaggio (-preset:v, -profile:v -tune:v).
pl: - Użyj tych samych parametrów dostrajania kodeka wideo w pierwszym i drugim przebiegu (-preset:v, -profile:v -tune:v).
pt_br: - Use os mesmos parâmetros de ajuste do codec de vídeo no primeiro e no segundo passo (-predefinição: v, -perfil: v -ajuste: v).
zh_hans: - 在第一遍和第二遍使用相同的视频编解码器调整参数（-preset:v、-profile:v -tune:v）。

# two_tip11
source: EXAMPLE:
ar_eg: مثال:
es: EJEMPLO:
fr: EXEMPLE:
it: ESEMPIO:
pl: PRZYKŁAD:
pt_br: EXEMPLO:
zh_hans: 例子:

# two_tip2
source: FIRST PASS:
ar_eg: أول إجتياز:
es: PRIMERA PASADA:
fr: PREMIER PASSAGE:
it: PRIMO PASSAGGIO:
pl: PIERWSZE PRZEJŚCIE:
pt_br: PRIMEIRO PASSO:
zh_hans: 第一关:

# two_tip3
source: - Do not include mapping (-map).
ar_eg: - لا تقم بتضمين الخرائط (-map).
es: - No incluya mapping (-map).
fr: -Ne pas inclure le mappage
it: - Non includere la mappatura (-map).
pl: - Nie uwzględniaj mapowania (-map).
pt_br: - Não incluir mapeamento (-map).
zh_hans: - 不包括映射 (-map).

# two_tip4
source: - Do not include audio or subtitles encoding (-c:a or -c:s).
ar_eg: - لا تقم بتضمين ترميز الصوت أو الترجمة (-c: a or -c: s).
es: - No incluya codificación de audio o subtítulos (-c:a or -c:s).
fr: - N'incluez pas l'encodage audio ou des sous-titres (-c:a ou -c:s).
it: - Non includere codifica audio o sottotitoli (-c:a or -c:s).
pl: - Nie należy uwzględniać kodowania dźwięku lub napisów (-c:a lub -c:s).
pt_br: - Não incluir codificação de áudio ou legendas (-c: a ou -c: s).
zh_hans: - 不包括音频或字幕编码 (-c:a or -c:s).

# two_tip5
source: - If you do not include -pass 1, video first pass will be useless.
ar_eg: - إذا لم تقم بتضمين -pass 1 ، فسيكون المرور الأول للفيديو عديم الفائدة.
es: - Si no incluye el parámetro -pass 1, la primera pasada será inútil.
fr: - Si vous n'incluez pas -pass 1, le premier passage vidéo sera inutile.
it: - Se non includi -pass 1, il primo passaggio del video sarà inutile.
pl: - Jeśli nie uwzględnisz -pass 1, pierwszy przebieg wideo będzie bezużyteczny.
pt_br: - Se você não incluir -passo 1, o primeiro passo do vídeo será inútil.
zh_hans: - 如果不包含 -pass 1，则视频第一遍将无用。

# two_tip6
source: - Parameter -f is required for first pass analysys.
ar_eg: - المعلمة -f مطلوبة لتحليلات التمرير الأول.
es: - El parametro -f es necesario para el análisis de la primera pasada.
fr: - Le paramètre -f est requis pour l'analyse de premier passage.
it: - Per l'analisi del primo passaggio è richiesto il parametro -f.
pl: - Parametr -f jest wymagany do analizy pierwszego przejścia.
pt_br: - O parâmetro -f é necessário para a análise do primeiro passo.
zh_hans: - 首次通过分析需要参数 -f

# two_tip7
source: SECOND PASS:
ar_eg: التمريرة الثانية:
es: SEGUNDA PASADA:
fr: DEUXIEME PASSAGE :
it: SECOND PASSAGGIO:
pl: DRUGIE PRZEJŚCIE:
pt_br: SEGUNDO PASSO::
zh_hans: 2 PASS:

# two_tip8
source: - If you do not include -pass 2, video analysis will not be used for encoding.
ar_eg: - إذا لم تقم بتضمين -pass 2 ، فلن يتم استخدام تحليل الفيديو للتشفير.
es: - Si no incluye -pass 2, el análisis previo no será utilizado para la codificación.
fr: Si vous n'incluez pas -pass 2, l'analyse vidéo ne sera pas utilisée pour l'encodage.
it: - Se non includi -pass 2, per la codifica non verrà usata l'analisi video.
pl: - Jeśli nie uwzględnisz opcji -pass 2, analiza wideo nie będzie użyta do kodowania.
pt_br: - Se você não incluir -passo 2, a análise de vídeo não será usada para codificação.
zh_hans: - 如果不包含 -pass 2，则不会使用视频分析进行编码。

# two_tip9
source: - It is recommended to use -preset:v / -profile:v for video encoder tuning.
ar_eg: - يوصى باستخدام -preset: v / -profile: v لضبط مشفر الفيديو.
es: - se recomienda usar -preset:v / -profile:v para ajustes del vídeo.
fr: #¿NOMBRE?
it: - Ti consigliamo di usare -preset:v / -profile:v per l'ottimizzazione dell'encoder video.
pl: - Zaleca się użycie -preset:v / -profile:v do dostrojenia kodera wideo.
pt_br: - Recomenda-se usar -predefinição: v / -perfil: v para ajuste do codificador de vídeo.
zh_hans: - 建议使用-preset:v / -profile:v 用于视频编码器调整。

# two_tips
source: Two pass encoding tips
ar_eg: نصيحتان لتشفير التمريرات
es: Consejos sobre codificación en dos pasos
fr: Conseils pour l'encodage en deux passes
it: Suggerimenti per codifica in due passaggi
pl: Wskazówki dotyczące kodowania dwuprzebiegowego
pt_br: Dicas para dois passos
zh_hans: 两遍结束提示

# two_tip_12
source: NOTE: Some configurations could be considered valid but depending on parameters combination, first pass could useless or be ignored on second pass encoding. Choose carefully encoder parameters and review them before starting.
ar_eg: ملاحظة: يمكن اعتبار بعض التكوينات صالحة ولكن اعتمادًا على مجموعة المعلمات ، يمكن أن يكون التمرير الأول عديم الفائدة أو يتم تجاهله في ترميز المرور الثاني. اختر معلمات برنامج التشفير بعناية وراجعها قبل البدء.
es: NOTA: Algunas configuraciones podrían ser validadas, pero dependiendo de la combinación de parámetros utilizada, la primera pasada podría ser ignorada y no usada para codificar en la segunda pasada. Revise cuidadosamente los parámetros utilizados antes de comenzar.
fr: REMARQUE : Certaines configurations peuvent être considérées comme valides, mais en fonction de la combinaison de paramètres, le premier passage peut être inutile ou être ignoré lors du codage du deuxième passage. Choisissez soigneusement les paramètres de l'encodeur et examinez-les avant de commencer.
it: NOTA: Alcune configurazioni potrebbero essere considerate valide ma a seconda della combinazione dei parametri, il primo passaggio potrebbe essere inutile o essere ignorato nella codifica del secondo passaggio. Scegli attentamente i parametri dell'encoder e rivedili prima di iniziare.
pl: UWAGA: Niektóre konfiguracje można uznać za prawidłowe, ale w zależności od kombinacji parametrów, pierwsze przejście może być bezużyteczne lub zostać zignorowane podczas kodowania drugiego przejścia. Wybierz ostrożnie parametry enkodera i przejrzyj je przed rozpoczęciem.
pt_br: NOTA: Algumas configurações podem ser consideradas válidas, mas dependendo da combinação dos parâmetros, a primeira passo pode ser inútil ou ser ignorada na codificação do segundo passo. Escolha cuidadosamente os parâmetros do codificador e revise-os antes de começar.
zh_hans: 注意：某些配置可能被认为是有效的，但取决于参数组合，第一遍可能无用或在第二遍编码时被忽略。仔细选择编码器参数并在开始前检查它们。

# txt_f
source: Text files
ar_eg: ملفات نصية
es: Ficheros de texto
fr: Fichiers texte
it: File testo
pl: Pliki tekstowe
pt_br: Arquivos de texto
zh_hans: 文本文件

source: Type
ar_eg: يكتب
es: Tipo
fr: Taper
it: Tipo
pl: Typ
pt_br: Modelo
zh_hans: 类型

# undo_fil
source: Undo applied filter
ar_eg: التراجع عن تطبيق عامل التصفية
es: Deshacer filtro aplicado
fr: Annuler le filtre appliqué
it: Annulla il filtro applicato
pl: Cofnij zastosowany filtr
pt_br: Desfazer filtro aplicado
zh_hans: 撤消应用的滤镜

source: Unknown
ar_eg: مجهول
es: Desconocido
fr: Inconnu
it: Sconosciuto
pl: Nieznany
pt_br: Desconhecido
zh_hans: 未知

# unsupported1
source: Possibly incompatible container for selected tracks.
ar_eg: حاوية ربما غير متوافقة للمسارات المحددة.
es: Posiblemente el formato de salida sea incompatible con las pistas seleccionadas.
fr: Conteneur incompatible avec les pistes sélectionnées.
it: Possibile incompatibilità contenitore per le tracce selezionate.
pl: Możliwe, że kontener jest niezgodny z wybranymi utworami.
pt_br: Contêiner possivelmente incompatível para as faixas selecionadas.
zh_hans: 所选轨道的容器可能不兼容

# unsup_enc
source: Possibly unsupported encoder.
ar_eg: ربما يكون التشفير غير مدعوم.
es: Posiblemente el codificador elegido no esté admitido.
fr: Un encodeur n'est pas pris en charge.
it: Encoder probabilmente non supportato.
pl: Możliwe, że koder nie jest obsługiwany.
pt_br: Codificador possivelmente não compatível.
zh_hans: 可能是不受支持的编码器

# un_err_set
source: Unknown error changing setting.
ar_eg: خطأ غير معروف في تغيير الإعداد.
es: Error desconocido al guardar el ajuste.
fr: Erreur inconnue lors de la modification du paramètre.
it: Errore sconosciuto nella modifica impostazioni.
pl: Nieznany błąd podczas zmiany ustawienia.
pt_br: Erro desconhecido ao alterar a configuração.
zh_hans: 未知错误更改设置

# up1
source: Application is up to date
ar_eg: التطبيق محدث
es: La aplicación está actualizada
fr: L'application est à jour
it: L'applicazione è aggiornata
pl: Aplikacja jest aktualna
pt_br: O aplicativo está atualizado
zh_hans: 应用程序是最新的

source: Update
ar_eg: تحديث
es: Actualizar
fr: Mise à jour
it: Aggiorna
pl: Aktualizuj
pt_br: Atualizar
zh_hans: 更新

# update_err
source: Automatic update error
ar_eg: خطأ في التحديث التلقائي
es: Error de actualización automática
fr: Erreur de mise à jour automatique
it: Errore aggiornamento automatico
pt_br: Erro de atualização automática
zh_hans: 自动更新错误

source: Updating
ar_eg: التحديث
es: Actualizando
fr: Mise à jour
it: Aggiornamento
pl: Aktualizowanie
pt_br: Atualizando
zh_hans: 更新中

# up_err
source: Connection error
ar_eg: خطأ في الإتصال
es: Error de red
fr: Erreur de connexion
it: Errore connessione durante ricerca aggiornamenti
pl: Błąd połączenia
pt_br: Erro de conexão
zh_hans: 连接错误查找更新

# url_ab
source: URL downloading aborted.
ar_eg: تم إحباط تنزيل URL.
es: Descarga de enlaces abortada.
fr: Téléchargement de l'URL interrompu.
it: Download URL interrotto.
pl: Pobieranie adresu URL zostało przerwane.
pt_br: Download de link cancelado.
zh_hans: URL下载中止

# url_alr
source: URL was already added to the list.
ar_eg: تمت إضافة URL بالفعل إلى القائمة.
es: El enlace ya ha sido añadido a la lista.
fr: L'URL a déjà été ajoutée à la liste.
it: L'URL già aggiunta all'elenco.
pl: Adres URL został już dodany do listy.
pt_br: Link já foi adicionado à lista.
zh_hans: URL已添加到列表中

# url_comp
source: FFmpeg Batch URL downloading complete
ar_eg: اكتمل تنزيل FFmpeg دفعة URL
es: FFmpeg Batch - Descarga completada
fr: Téléchargement de l'URL par lots FFmpeg terminé
it: Download URL FFmpeg Batch completato
pl: Zakończono pobieranie wsadowe adresów URL FFmpeg
pt_br: Download do Link do lote FFmpeg concluído
zh_hans: FFmpeg批处理URL下载完成

# url_comp2
source: URL downloading complete
ar_eg: اكتمل تنزيل URL
es: Descarga finalizada
fr: Téléchargement de l'URL terminé
it: Download URL completato
pl: Pobieranie adresu URL ukończone
pt_br: Download de Link completo
zh_hans: URL下载完成

# url_out
source: URL response time out.
ar_eg: انتهت مهلة استجابة URL.
es: Tiempo de respuesta del enlace agotado.
fr: Expiration du délai d'attente de la réponse de l'URL
it: Timeout risposta URL.
pl: Przekroczono limit czasu odpowiedzi adresu URL.
pt_br: Tempo limite de resposta do Link.
zh_hans: URL响应超时

# url_out2
source: URL timeout
ar_eg: مهلة URL
es: Tiempo de espera agotado
fr: Expiration du délai d'attente de la réponse de l'URL
it: Timeout URL
pl: Przekroczenie limitu czasu adresu URL
pt_br: Tempo limite de Link
zh_hans: URL暂停

source: Use
ar_eg: يستخدم
es: Usar
fr: Utiliser
it: Usa
pl: Używać
pt_br: Usar
zh_hans: 使用

source: User guide
ar_eg: دليل المستخدم
es: Guía de usuario
fr: Aide utilisateur
it: Guida utente
pl: Instrukcja obsługi
pt_br: Guia de usuario
zh_hans: 用户指南

# use_img_aud
source: Use as still image for audio
ar_eg: استخدم كصورة ثابتة للصوت
es: Usar como imagen fija para videoclip
fr: Utiliser comme image fixe pour l'audio
it: Usa come immagine fissa per l'audio
pl: Użyj jako nieruchomego obrazu do dźwięku
pt_br: Use como imagem estática para áudio
zh_hans: 用作音频的静止图像

# use_source
source: Use source files path
ar_eg: استخدم مسار ملفات المصدر
es: Usar ruta del origen
fr: Utiliser le chemin des fichiers sources
it: Usa percorso file sorgenti
pl: Użyj ścieżki plików źródłowych
pt_br: Use o caminho dos arquivos de origem
zh_hans: 使用源文件路径

# val_m3u
source: Validating m3u8 links, please wait...
ar_eg: جاري التحقق من روابط m3u8 ، برجاء الانتظار ...
es: Validando enlaces m3u, espere por favor...
fr: Validation des liens m3u8, veuillez patienter...
it: Convalida collegamenti m3u8...
pl: Sprawdzanie linków m3u8, proszę czekać...
pt_br: Validando links m3u8, aguarde...
zh_hans: 正在验证m3u8链接，请稍候...

# val_pending
source: Validation pending
ar_eg: جاري التأكد
es: Validación pendiente
fr: En attente de validation
it: In attesa di convalida
pl: Oczekiwanie na walidację
pt_br: Validação pendente
zh_hans: 待验证

# val_urls
source: You need to validate URLs before processing. Click OK to validate, or cancel to abort.
ar_eg: تحتاج إلى التحقق من عناوين URL قبل المعالجة. انقر فوق "موافق" للتحقق من صحة أو إلغاء للإحباط.
es: Es necesario validar los enlaces antes de descargarlos. Haga clic en Aceptar para validarlos, o Cancelar para abortar la operación.
fr: Vous devez valider les URL avant le traitement. Cliquez sur OK pour valider ou sur Annuler pour abandonner.
it: Prima dell'elaborazione devi convalidare gli URL. Fai clic su 'OK' per convalidare o 'Annulla' per interrompere.
pt_br: Você precisa validar links antes de processar. Clique em OK para validar ou em cancelar para abortar.
zh_hans: 您需要在处理之前验证 URL。单击“确定”进行验证，或单击“取消”中止。

# val_yt
source: Validating youtube links, please wait...
ar_eg: التحقق من صحة روابط youtube ، يرجى الانتظار ...
fr: Validation des liens YouTube, veuillez patienter...
it: Convalida collegamenti YouTube...
pl: Musisz zweryfikować adresy URL przed przetworzeniem. Kliknij OK, aby zweryfikować, lub anuluj, aby przerwać.
pt_br: Validando links do youtube, por favor aguarde...
zh_hans: 正在验证YouTube链接，请稍候...

# var_url
source: Validating URL
ar_eg: التحقق من صحة URL
es: Validando enlace
fr: Validation de l'URL
it: Convalida URL
pl: Sprawdzanie poprawności adresu URL
pt_br: Validando Link
zh_hans: 验证URL

# ver_ff_u
source: FFmpeg unknown version
ar_eg: نسخة غير معروفة FFmpeg
es: FFmpeg versión desconocida
fr: Version inconnue de FFmpeg
it: Versione FFmpeg sconosciuta
pl: Nieznana wersja FFmpeg
pt_br: FFmpeg versão desconhecida
zh_hans: FFmpeg未知版本

source: Video codec
ar_eg: ترميز الفيديو
es: Codec de vídeo
fr: Codec vidéo
it: Codec video
pl: Kodek video
pt_br: Codec de vídeo
zh_hans: 视频编解码器

# vid_req
source: A video track is required for muxing.
ar_eg: مطلوب مسار فيديو ل muxing.
es: Es necesaria una pista de vídeo para multiplexar.
fr: Une piste vidéo est requise pour le multiplexage.
it: Per il muxing è richiesta una traccia video.
pl: Do multipleksowania wymagany jest utwór wideo.
pt_br: Uma trilha de vídeo é necessária para a mixagem.
zh_hans: 多路复用需要一个视频轨道

# visualc_req
source: Microsoft Visual C++ 2010 package is required for YouTube download feature.
ar_eg: حزمة Microsoft Visual C ++ 2010 مطلوبة لميزة تنزيل YouTube.
es: El paquete Microsoft Visual C++ 2010 es necesario para la descarga de enlaces de YouTube.
fr: Le package Microsoft Visual C++ 2010 est requis pour la fonctionnalité de téléchargement YouTube.
it: Per la funzione download YouTube è richiesto il pacchetto Microsoft Visual C++ 2010.
pl: Do pobierania plików z serwisu YouTube wymagany jest pakiet Microsoft Visual C++ 2010.
pt_br: O pacote Microsoft Visual C ++ 2010 é necessário para o recurso de download do YouTube.
zh_hans: YouTube下载功能需要Microsoft Visual C++ 2010软件包。

# vob_conv
source: VobSub format conversion is not required.
ar_eg: لا يلزم تحويل تنسيق VobSub.
es: La conversión del formato VobSub no es necesaria.
fr: La conversion au format VobSub n'est pas requise.
it: Non è richiesta la conversione al formato VobSub.
pl: Konwersja formatu VobSub nie jest wymagana.
pt_br: A conversão do formato VobSub não é necessária.
zh_hans: 不需要VobSub格式转换

# vob_sub
source: VobSub IDX subtitle available
ar_eg: يتوفر ترجمة VobSub IDX
es: Subtítulo VobSub IDX disponible
fr: Sous-titre VobSub IDX disponible
it: Disponibili sottotitoli VobSub IDX
pl: Dostępne napisy VobSub IDX
pt_br: Legenda VobSub IDX disponível
zh_hans: VobSub IDX字幕可用

# vob_unsupport
source: VobSub subtitles are not supported in mp4 container.
ar_eg: لا يتم دعم ترجمات VobSub في حاوية MP4.
es: Los subtítulos en formato VobSub no están admitidos en el formato MP4.
fr: Les sous-titres VobSub ne sont pas pris en charge dans le conteneur mp4.
it: Nel contenitore MP4 i sottotitoli VobSub non sono supportati.
pl: Napisy VobSub nie są obsługiwane w kontenerze mp4.
pt_br: As legendas VobSub não são compatíveis com o contêiner mp4.
zh_hans: mp4容器不支持VobSub字幕

# v_bitr
source: Video bitrate
ar_eg: معدل بت الفيديو
es: Tasa de bits de vídeo
fr: Bitrate vidéo
it: Bitrate video
pl: Szybkość transmisji wideo
pt_br: Taxa de bits de vídeo
zh_hans: 视频比特率

# wait_finish
source: Waiting for external application to finish
ar_eg: في انتظار انتهاء التطبيق الخارجي
es: Esperando a que finalice la aplicación externa
fr: En attente de la fin de l'application externe
it: In attesa del completamento dell'applicazione esterna
pl: W skryptach Avisynth znaki inne niż angielskie w nazwie pliku źródłowego mogą powodować brak czasu trwania w przypadku kodowań innych niż UTF/Unicode.
pt_br: Esperando que o aplicativo externo terminar
zh_hans: 等待外部应用程序完成

# warn1
source: warning(s).
ar_eg: تحذير (تحذيرات).
es: aviso(s).
fr: avertissements).
it: avviso/i.
pl: ostrzeżenie(a).
pt_br: aviso(s).
zh_hans: 警告

source: Warning
ar_eg: تحذير
es: Aviso
fr: Avertissement
it: AVVISO
pl: Ostrzeżenie
pt_br: Aviso
zh_hans: 警告

source: WARNINGS:
ar_eg: تحذيرات:
es: ADVERTENCIAS:
fr: AVERTISSEMENTS:
it: AVVISI:
pl: OSTRZEŻENIA:
pt_br: AVISOS:
zh_hans: 警告:

# was_rest
source: was restored successfully.
ar_eg: تمت استعادته بنجاح.
es: fue restaurada satisfactoriamente.
fr: a été restauré avec succès.
it: è stato correttamente ripristinato.
pl: został pomyślnie przywrócony.
pt_br: foi restaurado com sucesso.
zh_hans: 已成功恢复

# wavef
source: Show audio waveform
ar_eg: إظهار شكل الموجة الصوتية
es: Mostrar forma de onda
fr: Afficher le type d'onde audio
it: Visualizza forma d'onda audio
pl: Pokaż przebieg audio
pt_br: Mostrar forma de onda de áudio
zh_hans: 显示音频波形

# wave_abort
source: Waveform creation aborted
ar_eg: تم إحباط إنشاء شكل الموجة
es: Forma de onda cancelada.
fr: Création du type d'onde abandonnée
it: Creazione forma d'onda interrotta
pl: Tworzenie przebiegu zostało przerwane
pt_br: Criação de forma de onda cancelada
zh_hans: 波形创建中止
