Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings2.*.resx
Languages: ar_eg, it, pt_br, zh_hans

# kf_no_a
source: Trackbar keyframe navigation may not not be available. You can still use the time buttons.
ar_eg: قد لا يكون التنقل في الإطار الرئيسي لشريط التتبع متاحًا. لا يزال بإمكانك استخدام أزرار الوقت.
it: La navigazione con i fotogrammi chiave della trackbar non sarà disponibile. È ancora possibile utilizzare i pulsanti dell'ora.
pt_br: A navegação do quadro-chave da barra de controle não estará disponível. Você ainda pode usar os botões de tempo.
zh_hans: 轨迹栏关键帧导航将不可用。 您仍然可以使用时间按钮。

# out_file
source: Output file
ar_eg: ملف إلاخراج
it: File di uscita
pt_br: Arquivo de saída
zh_hans: 输出文件

# speed_not comp
source: Speed setting is not compatible with other video filters.
ar_eg: إعداد السرعة غير متوافق مع مرشحات الفيديو الأخرى.
it: L'impostazione della velocità non è compatibile con altri filtri video.
pt_br: A configuração de velocidade não é compatível com outros filtros de vídeo.
zh_hans: 速度设置与其他视频过滤器不兼容。

source: Pre-input
ar_eg: قبل الإدخال
it: Pre-ingresso
pt_br: Pré-entrada
zh_hans: 预输入

# online_pr
source: Online presets
ar_eg: الإعدادات المسبقة عبر الإنترنت
it: Preimpostazione online
pt_br: Predefinição online
zh_hans: 在线预设

# not_display
source: Do not display again
ar_eg: لا تعرض مرة أخرى
it: Non visualizzare più
pt_br: Não exibir novamente
zh_hans: 不再显示

# del_overw2
source: In order to allow enabling file overwriting and delete source at simultaneously, delete source settings are now set to: Send to recycle bin and Delete one by one.
ar_eg: للسماح بتمكين الكتابة فوق الملف وحذف المصدر في وقت واحد ، تم الآن تعيين إعدادات حذف المصدر على: إرسال إلى سلة المحذوفات وحذف واحدًا تلو الآخر.
it: Per consentire l'abilitazione simultanea della sovrascrittura dei file e dell'eliminazione dell'origine, le impostazioni dell'eliminazione dell'origine sono ora impostate su: Invia al cestino ed Elimina uno per uno.
pt_br: Para permitir a ativação da substituição de arquivo e a exclusão da origem simultaneamente, as configurações de exclusão da origem agora estão definidas como: Enviar para a lixeira e Excluir um por um.
zh_hans: 为了允许同时启用文件覆盖和删除源，删除源设置现在设置为：发送到回收站和一一删除。

source: Exit code
ar_eg: كود الخروج
it: Codice di uscita
pt_br: Código de saída
zh_hans: 退出代码

# warn_sort
source: NOTE: Do not add new files or folders during the multi-file encoding, as some of them may remain queued and not being processed if this setting is enabled.
ar_eg: ملاحظة: لا تقم بإضافة ملفات أو مجلدات جديدة أثناء تشفير الملفات المتعددة ، حيث قد يظل بعضها في قائمة الانتظار ولا تتم معالجته إذا تم تمكين هذا الإعداد.
it: NOTA: non aggiungere nuovi file o cartelle durante la codifica di più file, poiché alcuni di essi potrebbero rimanere in coda e non essere elaborati se questa impostazione è abilitata.
pt_br: NOTA: Não adicione novos arquivos ou pastas durante a codificação de vários arquivos, pois alguns deles podem permanecer na fila e não serem processados se essa configuração estiver ativada.
zh_hans: 注意：不要在多文件编码过程中添加新文件或文件夹，因为如果启用此设置，其中一些可能会保持排队状态并且不会被处理。

# warn_run_enc
source: Settings 'Do not warn about already encoded files' and 'Skip encoded files' have been enabled too.
ar_eg: تم تمكين الإعدادات "لا تحذر من الملفات المشفرة بالفعل" و "تخطي الملفات المشفرة" أيضًا.
it: Anche le impostazioni "Non avvisare per file già codificati" e "Salta file codificati" sono state abilitate.
pt_br: As configurações 'Não avisar sobre arquivos já codificados' e 'Ignorar arquivos codificados' também foram habilitadas.
zh_hans: 设置“不要警告已编码的文件”和“跳过编码的文件”也已启用。

# delay_act
source: Delay activated
ar_eg: تم تفعيل التأخير
it: Ritardo
pt_br: Atraso
zh_hans: 延迟

# img_empty
source: Image field is empty.
ar_eg: حقل الصورة فارغ.
it: Nessuna immagine è stata selezionata
pt_br: Nenhuma imagem foi selecionada
zh_hans: 未选择图像

# warn_colon
source: Filename or path contains an unsupported character for concatenation: ' (single quote).
ar_eg: يحتوي اسم الملف أو المسار على حرف غير مدعوم للتسلسل: '(علامة اقتباس مفردة).
it: Il nome del file o il percorso contiene un carattere non supportato per la concatenazione: ' (virgolette singole).
pt_br: O nome do arquivo ou caminho contém um caractere não suportado para concatenação: ' (aspas simples).
zh_hans: 文件名或路径包含不支持的连接字符：' （单引号）。

# warn_colon2
source: Please rename file(s) or path(s) accordingly before proceeding.
ar_eg: يرجى إعادة تسمية الملف (الملفات) أو المسار (المسارات) وفقًا لذلك قبل المتابعة.
it: Rinomina i file o i percorsi senza quel carattere prima di procedere.
pt_br: Renomeie o(s) arquivo(s) ou caminho(s) sem esse caractere antes de continuar.
zh_hans: 请在继续之前相应地重命名文件或路径。

# err_crop
source: An error occurred creating crop preview. Please check size/coordinate parameters do not exceed video boundaries.
ar_eg: حدث خطأ أثناء إنشاء معاينة المحصول. يرجى التحقق من عدم تجاوز معلمات الحجم / التنسيق حدود الفيديو.
it: Si è verificato un errore durante la creazione dell'anteprima del ritaglio. Si prega di verificare che i parametri delle dimensioni/coordinate non superino i limiti del video.
pt_br: Ocorreu um erro ao criar a visualização do recorte. Verifique se os parâmetros de tamanho/coordenada não excedem os limites do vídeo.
zh_hans: 创建裁剪预览时出错。 请检查大小/坐标参数不超过视频边界。

# crop1
source: Detect/Crop video black bars
ar_eg: كشف / قص أشرطة الفيديو السوداء
it: Rileva/ritaglia le barre nere del video
pt_br: Detectar/cortar barras pretas de vídeo
zh_hans: 检测/裁剪视频黑条

# crop2
source: A crop filter was found in parameters field. Please ensure to remove any previous -vf crop instance.
ar_eg: تم العثور على مرشح المحاصيل في حقل المعلمات. يرجى التأكد من إزالة أي مثيل اقتصاص سابق -vf.
it: È stato trovato un filtro di ritaglio nel campo dei parametri. Assicurati di rimuovere qualsiasi istanza di ritaglio -vf precedente.
pt_br: Um filtro de corte foi encontrado no campo de parâmetros. Certifique-se de remover qualquer instância de -vf crop anterior.
zh_hans: 在参数字段中找到了裁剪过滤器。 请确保删除任何以前的 -vf 裁剪实例。

# crop3
source: The following parameter was added:
ar_eg: تمت إضافة المعلمة التالية:
it: È stato aggiunto il seguente parametro:
pt_br: O seguinte parâmetro foi adicionado:
zh_hans: 添加了以下参数：

# err_size
source: Error obtaining file resolution. Cropping preview cannot be displayed.
ar_eg: خطأ في الحصول على تحليل الملف. لا يمكن عرض معاينة الاقتصاص.

# vf_crop_multi
source: Another video filter instance was found in parameters field. You can use multiple filters, between brackets and separated by commas. Please modify -vf filter accordingly.
ar_eg: تم العثور على مثيل مرشح فيديو آخر في حقل المعلمات. يمكنك استخدام فلاتر متعددة ، بين قوسين ومفصولة بفواصل. يرجى تعديل عامل التصفية -vf وفقًا لذلك.
it: Un'altra istanza di filtro video è stata trovata nel campo dei parametri. Puoi utilizzare più filtri, tra parentesi e separati da virgole. Si prega di modificare il filtro -vf di conseguenza.
pt_br: Outra instância de filtro de vídeo foi encontrada no campo de parâmetros. Você pode usar vários filtros, entre colchetes e separados por vírgulas. Por favor, modifique o filtro -vf de acordo.
zh_hans: 在参数字段中发现了另一个视频过滤器实例。 您可以使用多个过滤器，在括号之间并用逗号分隔。 请相应地修改 -vf 过滤器。

# vf_crop_multi2
source: For example: -vf "crop=50:50:0:10, yadif, format=gray"
ar_eg: على سبيل المثال: -vf "crop = 50: 50: 0: 10، yadif، format = grey"
it: Per esempio: -vf "crop=50:50:0:10, yadif, format=gray"
pt_br: Por exemplo: -vf "crop=50:50:0:10, yadif, format=gray"
zh_hans: 例如： -vf "crop=50:50:0:10, yadif, format=gray"

# to_tray1
source: Minimized to system tray
ar_eg: تصغير إلى علبة النظام
it: Ridotto a icona nella barra delle applicazioni
pt_br: Minimizado para o ícone da bandeja do sistema
zh_hans: 最小化为系统托盘图标

# to_tray2
source: Application was minimized to system tray icon
ar_eg: تم تصغير التطبيق إلى رمز علبة النظام
it: L'applicazione è ridotta a icona come icona nella barra delle applicazioni.
pt_br: O aplicativo é minimizado como um ícone na bandeja do sistema.
zh_hans: 该应用程序在系统托盘中最小化为一个图标。

# set_cust_p
source: Set custom parameters
ar_eg: قم بتعيين المعلمات المخصصة
it: Imposta parametri personalizzati
pt_br: Definir parâmetros personalizados
zh_hans: 设置自定义参数

# rem_cust_p
source: Remove custom parameters
ar_eg: إزالة المعلمات المخصصة
it: Rimuovere i parametri personalizzati
pt_br: Remover parâmetros personalizados
zh_hans: 移除自定义参数

# warn_n_files
source: Adding thousands of files can take a few minutes for each file to be parsed. You can enable Quick file listing at settings to speed up file adding, but no progress information will be displayed, only Success/Failed item status and log information.
ar_eg: يمكن أن تستغرق إضافة آلاف الملفات بضع دقائق حتى يتم تحليل كل ملف. يمكنك تمكين قائمة الملفات السريعة في الإعدادات لتسريع إضافة الملف ، ولكن لن يتم عرض معلومات التقدم ، فقط حالة عنصر النجاح / الفاشل ومعلومات السجل.
it: L'aggiunta di migliaia di file può richiedere alcuni minuti per l'analisi di ogni file. È possibile abilitare l'elenco rapido dei file nelle impostazioni per accelerare l'aggiunta di file, ma non verranno visualizzate informazioni sullo stato di avanzamento, solo lo stato dell'elemento riuscito/non riuscito e le informazioni di registro.
pt_br: Adicionar milhares de arquivos pode levar alguns minutos para que cada arquivo seja analisado. Você pode habilitar a listagem rápida de arquivos nas configurações para acelerar a adição de arquivos, mas nenhuma informação de progresso será exibida, apenas o status do item com sucesso/falha e as informações de registro.
zh_hans: 添加数千个文件可能需要几分钟才能解析每个文件。 您可以在设置中启用快速文件列表以加快文件添加速度，但不会显示进度信息，只会显示成功/失败项目状态和日志信息。

# warn_n_files2
source: Do you want to continue? You can cancel file adding at any time.
ar_eg: هل تريد الاستمرار؟ يمكنك إلغاء إضافة الملف في أي وقت.
it: Vuoi continuare? Puoi annullare l'aggiunta di file in qualsiasi momento.
pt_br: Você quer continuar? Você pode cancelar a adição de arquivos a qualquer momento.
zh_hans: 你想继续吗？ 您可以随时取消文件添加。

# quick_f_m
source: Quick file listing dramatically improves file loading time, but it comes with some constraints:
ar_eg: تعمل قائمة الملفات السريعة على تحسين وقت تحميل الملف بشكل كبير ، ولكنها تأتي مع بعض القيود:
it: L'elenco rapido dei file migliora notevolmente il tempo di caricamento dei file, ma presenta alcuni vincoli:
pt_br: A listagem rápida de arquivos melhora drasticamente o tempo de carregamento do arquivo, mas vem com algumas restrições:
zh_hans: 快速文件列表显着缩短了文件加载时间，但它有一些限制：

# quick_f_m2
source: Total remaining time is not available, and total progress displays only the encoded files count.
ar_eg: إجمالي الوقت المتبقي غير متاح ، ويعرض إجمالي التقدم عدد الملفات المشفرة فقط.
it: Il tempo rimanente totale non è disponibile e l'avanzamento totale mostra solo il conteggio dei file codificati.
pt_br: O tempo total restante não está disponível e o progresso total exibe apenas a contagem de arquivos codificados.
zh_hans: 总剩余时间不可用，总进度仅显示编码文件计数。

# quick_f_m3
source: Custom columns are not stored, but you can add them later.
ar_eg: لا يتم تخزين الأعمدة المخصصة ، ولكن يمكنك إضافتها لاحقًا.
it: Le colonne personalizzate non vengono memorizzate, ma puoi aggiungerle in un secondo momento.
pt_br: As colunas personalizadas não são armazenadas, mas você pode adicioná-las posteriormente.
zh_hans: 不存储自定义列，但您可以稍后添加它们。

# quick_f_m4
source: File features (duration, size) are only guessed during encoding. If they are available, individual progress is displayed. If not, only success/error status will be displayed at the end.
ar_eg: ميزات الملف (المدة والحجم) يتم تخمينها فقط أثناء التشفير. إذا كانت متوفرة ، يتم عرض التقدم الفردي. إذا لم يكن الأمر كذلك ، فسيتم عرض حالة النجاح / الخطأ فقط في النهاية.
it: Le caratteristiche del file (durata, dimensione) vengono ipotizzate solo durante la codifica. Se sono disponibili, viene visualizzato lo stato di avanzamento individuale. In caso contrario, alla fine verrà visualizzato solo lo stato di successo/errore.
pt_br: Os recursos do arquivo (duração, tamanho) são adivinhados apenas durante a codificação. Se estiverem disponíveis, o progresso individual é exibido. Caso contrário, apenas o status de sucesso/erro será exibido no final.
zh_hans: 文件特征（持续时间、大小）仅在编码期间被猜测。 如果它们可用，则会显示个人进度。 如果没有，最后只会显示成功/错误状态。

# en_target_size
source: Enabled target size:
ar_eg: حجم الهدف الممكّن:
it: Dimensione dell'obiettivo:
pt_br: Tamanho de saída:
zh_hans: 输出尺寸:

source: Target size:
ar_eg: الحجم المطلوب:

# quick_f_m5
source: Two pass encoding wizard cannot be used.
ar_eg: لا يمكن استخدام معالج تشفير تمريرين.
it: Non è possibile utilizzare la procedura guidata di codifica a due passaggi
pt_br: O assistente de codificação de duas passagens não pode ser usado
zh_hans: 无法使用两遍编码向导

# quick_f_m6
source: Fade in/out is not supported when quick file listing is enabled.
ar_eg: لا يتم دعم التلاشي للداخل / الخارج عند تمكين قائمة الملفات السريعة.
it: La dissolvenza in apertura/chiusura non è supportata quando è abilitato l'elenco rapido dei file.
pt_br: Fade in/out não é suportado quando a listagem rápida de arquivos está habilitada.
zh_hans: 启用快速文件列表时不支持淡入/淡出。

# multiple_inst
source: Another application instance is already running. Multiple instances can cause unexpected behaviours. Continue?
ar_eg: مثيل تطبيق آخر قيد التشغيل بالفعل. يمكن أن تسبب حالات متعددة سلوكيات غير متوقعة. يكمل؟
it: Un'altra istanza dell'applicazione è già in esecuzione. Più istanze possono causare comportamenti imprevisti. Continua?
pt_br: Outra instância do aplicativo já está em execução. Várias instâncias podem causar comportamentos inesperados. Continuar?
zh_hans: 另一个应用程序实例已在运行。 多个实例可能会导致意外行为。 继续？

# multiple_inst_0
source: Multiple instances
ar_eg: حالات متعددة
it: Più istanze
pt_br: Várias instâncias
zh_hans: 多个实例

# ren_chars1
source: Incompatible characters [,'] for ffmpeg filter found in filename. Those filenames could cause errors.
ar_eg: تم العثور على أحرف غير متوافقة [، '] لمرشح ffmpeg في اسم الملف. قد تتسبب أسماء الملفات هذه في حدوث أخطاء.
it: Sono stati trovati caratteri incompatibili [,'] per il filtro ffmpeg nel nome del file. Questi nomi di file potrebbero causare errori.
pt_br: Caracteres incompatíveis [,'] para o filtro ffmpeg foram encontrados no nome do arquivo. Esses nomes de arquivo podem causar erros.
zh_hans: 在文件名中发现 ffmpeg 过滤器的不兼容字符 [,']。 这些文件名可能会导致错误。

# ren_chars2
source: Would you like to rename them replacing conflicting characters?
ar_eg: هل ترغب في إعادة تسميتها لتحل محل الأحرف المتضاربة؟
it: Vorresti rinominarli sostituendo i caratteri in conflitto?
pt_br: Você gostaria de renomeá-los substituindo caracteres conflitantes?
zh_hans: 您想重命名它们以替换冲突的字符吗？

# ren_chars3
source: Incompatible characters in filename
ar_eg: أحرف غير متوافقة في اسم الملف
it: Caratteri incompatibili nel nome del file
pt_br: Caracteres incompatíveis no nome do arquivo
zh_hans: 文件名中的字符不兼容

# sunset1
source: Sunset time cannot be later than sunrise.
ar_eg: لا يمكن أن يكون وقت الغروب بعد شروق الشمس.
it: Il tramonto non può essere successivo all'alba.
pt_br: O pôr do sol não pode ser posterior ao nascer do sol.
zh_hans: 日落不能晚于日出。

# trim_fade_n
source: Fade in/out is only compatible with Start/End trimming mode.
ar_eg: Fade in / out متوافق فقط مع وضع التشذيب Start / End.
it: La dissolvenza in apertura/chiusura è compatibile solo con la modalità di ritaglio Inizio/Fine.
pt_br: Fade in/out é compatível apenas com o modo de corte Start/End.
zh_hans: 淡入/淡出仅与开始/结束修剪模式兼容。

# filter_quick_not
source: This feature cannot be used with Quick File listing enabled.
ar_eg: لا يمكن استخدام هذه الميزة مع تمكين قائمة الملفات السريعة.
it: Questa funzione non può essere utilizzata con l'elenco file rapido abilitato.
pt_br: Este recurso não pode ser usado com a listagem de arquivos rápida ativada.
zh_hans: 此功能不能在启用快速文件列表的情况下使用。

# on_battery1
source: Computer running on battery
ar_eg: كمبيوتر يعمل بالبطارية
it: Computer funzionante a batteria
pt_br: Computador funcionando com bateria
zh_hans: 电脑靠电池运行

# on_battery2
source: Encoding is set to pause on battery and resume on AC power. Would you like to disable this setting and force resume queue processing?
ar_eg: تم ضبط الترميز على الإيقاف المؤقت للبطارية والاستئناف على طاقة التيار المتردد. هل ترغب في تعطيل هذا الإعداد وفرض استئناف معالجة قائمة الانتظار؟
it: La codifica è impostata per mettere in pausa la batteria e riprendere con l'alimentazione CA. Vuoi disabilitare questa impostazione e forzare la ripresa della codifica?
pt_br: A codificação está configurada para pausar na bateria e retomar na alimentação CA. Deseja desabilitar essa configuração e forçar a retomada da codificação?
zh_hans: 编码设置为使用电池暂停并使用交流电源恢复。 是否要禁用此设置并强制恢复编码？

# err_chap
source: ERROR: Video contains no chapters.
ar_eg: خطأ: لا يحتوي الفيديو على فصول.
it: Errore: il video non contiene capitoli.
pt_br: Erro: O vídeo não contém capítulos.
zh_hans: 错误：视频不包含任何章节。

# pause_bat_ac
source: Pause on battery
ar_eg: توقف مؤقتًا على البطارية
it: Pausa a batteria
pt_br: Pausa na bateria
zh_hans: 暂停电池

# quick_zero_no
source: This feature cannot be used with Quick File listing enabled.
ar_eg: لا يمكن استخدام هذه الميزة مع تمكين قائمة الملفات السريعة.
it: Questa impostazione non è compatibile con l'elenco rapido dei file.
pt_br: Esta configuração não é compatível com a listagem rápida de arquivos.
zh_hans: 此设置与快速文件列表不兼容。

# enc_not_sup1
source: Selected encoder is not supported by your current ffmpeg.exe version.
ar_eg: لا يدعم إصدار ffmpeg.exe الحالي برنامج التشفير المحدد.
it: Il codificatore selezionato non è supportato dalla versione corrente di ffmpeg.exe.
pt_br: O codificador selecionado não é compatível com sua versão atual do ffmpeg.exe.
zh_hans: 您当前的 ffmpeg.exe 版本不支持所选编码器。

# enc_not_sup2
source: You can try an updated full version at Settings -> Search for other ffmpeg versions.
ar_eg: يمكنك تجربة إصدار كامل محدث في الإعدادات -> البحث عن إصدارات ffmpeg الأخرى.
it: Puoi provare una versione completa aggiornata in Impostazioni -> Cerca altre versioni di ffmpeg.
pt_br: Você pode tentar uma versão completa atualizada em Configurações -> Pesquisar outras versões do ffmpeg.
zh_hans: 您可以在设置 -> 搜索其他 ffmpeg 版本中尝试更新的完整版本。

# enc_not_sup3
source: Encoder not supported
ar_eg: التشفير غير مدعوم
it: Codificatore non supportato
pt_br: Codificador não suportado
zh_hans: 不支持编码器

# encoded2
source: Successfull
ar_eg: النجاح
it: completato con successo
pt_br: completado com sucesso

# hw_ff_1
source: Encoding performance with hardware video encoders can vary depending on your ffmpeg.exe version.
ar_eg: يمكن أن يختلف أداء الترميز باستخدام برامج تشفير الفيديو للأجهزة وفقًا لإصدار ffmpeg.exe لديك.
it: Le prestazioni di codifica con i codificatori video hardware possono variare a seconda della versione di ffmpeg.exe.
pt_br: O desempenho da codificação com codificadores de vídeo de hardware pode variar dependendo da versão do ffmpeg.exe.
zh_hans: 硬件视频编码器的编码性能可能因您的 ffmpeg.exe 版本而异。

# Hw_ff_2
source: If you experience poor performance, check for latest ffmpeg git master builds at gyab.dev (Available at application Settings) to replace current ffmpeg.exe version.
ar_eg: إذا كنت تعاني من ضعف الأداء ، فتحقق من أحدث إصدارات ffmpeg git master في gyan.dev (متوفر في إعدادات التطبيق) لاستبدال إصدار ffmpeg.exe الحالي.
it: Se riscontri scarse prestazioni, controlla le ultime build master git di ffmpeg su gyan.dev (disponibile nelle impostazioni dell'applicazione) per sostituire la versione corrente di ffmpeg.exe.
pt_br: Se você tiver um desempenho insatisfatório, verifique as compilações ffmpeg git master mais recentes em gyan.dev (disponível nas configurações do aplicativo) para substituir a versão atual do ffmpeg.exe.
zh_hans: 如果您的性能不佳，请在 gyan.dev（可在应用程序设置中找到）检查最新的 ffmpeg git master 版本以替换当前的 ffmpeg.exe 版本。

# add_input
source: Add input file to parameters
ar_eg: إضافة ملف الإدخال إلى المعلمات
it: Aggiungi file di input ai parametri
pt_br: Adicionar arquivo de entrada aos parâmetros
zh_hans: 将输入文件添加到参数

# add_variable
source: Add variable to parameters
ar_eg: أضف متغيرًا إلى المعلمات
it: Aggiungi variabile ai parametri
pt_br: Adicionar variável aos parâmetros

# mon_no_rel
source: A relative main path cannot be used with subfolders monitoring, please use an absolute path.
ar_eg: لا يمكن استخدام المسار النسبي عند مراقبة المجلدات الفرعية ، يرجى استخدام مسار مطلق أو تعطيل المجلدات الفرعية.
it: Non è possibile utilizzare un percorso principale relativo con il monitoraggio delle sottocartelle, utilizzare un percorso assoluto.
pt_br: Um caminho relativo não pode ser usado ao monitorar subpastas, use um caminho absoluto ou desative as subpastas.
zh_hans: 监控子文件夹时不能使用相对路径，请使用绝对路径，或禁用子文件夹。

# mon_path_equal
source: Monitored folder and main output path are the same. Please select another destination path at main tab, or use a relative output path.
ar_eg: المجلد المراقب هو نفسه مجلد الإخراج الرئيسي ، يرجى تحديد مسار وجهة آخر ، أو استخدام مسار نسبي.
it: La cartella monitorata è la stessa della cartella di output principale, selezionare un altro percorso di destinazione o utilizzare un percorso relativo.
pt_br: A pasta monitorada é a mesma que a pasta de saída principal, selecione outro caminho de destino ou use um caminho relativo.
zh_hans: 监控的文件夹与主输出文件夹相同，请选择其他目标路径，或使用相对路径。

# mon_ing
source: Monitoring folder
ar_eg: مجلد المراقبة
it: Cartella di monitoraggio
pt_br: Pasta de monitoramento
zh_hans: 监控文件夹
