Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings2.*.resx
Languages: ar_eg, it, pt_br, zh_hans

# quick_yt2
source: - Go to YouTube channel main url, and click on VIDEOS tab.
ar_eg: - انتقل إلى عنوان url الرئيسي لقناة YouTube ، وانقر فوق علامة التبويب VIDEOS.
it: - Vai alla URL principale del canale YouTube, e fai clic sulla scheda VIDEO.
pt_br: - Acesse a página principal do canal no YouTube e clique na guia VÍDEOS.
zh_hans: - 转到YouTube频道主网址，然后单击 VIDEOS 选项卡.

# quick_yt3
source: - Copy the url and paste on channel field.
ar_eg: - انسخ عنوان url والصقه في حقل القناة.
it: - Copia la URL e incollala nel campo CANALE.
pt_br: - Copie o link e cole no campo do canal.
zh_hans: -复制网址并粘贴到频道字段上

# quick_yt4
source: - Example:
ar_eg: - مثال:
it: - Esempio:
pt_br: - Exemplo:
zh_hans: -例子:

# rec_fail
source: Recording test failed
ar_eg: فشل اختبار التسجيل
it: Test registrazione fallito
pt_br: O teste de gravação falhou
zh_hans: 录音测试失败

# rem_from_list
source: Remove selected items from list
ar_eg: إزالة العناصر المحددة من القائمة
it: Rimuovi elementi selezionati dall'elenco
pt_br: Remover itens selecionados da lista
zh_hans: 从列表中删除所选项目

# rotate1
source: Rotate 90º clockwise
ar_eg: تدوير 90 درجة في اتجاه عقارب الساعة
it: Ruota di 90º in senso orario
pt_br: Girar 90º no sentido horário
zh_hans: 顺时针旋转90º

# rotate2
source: Rotate 90º counter-clockwise
ar_eg: تدوير 90 درجة عكس اتجاه عقارب الساعة
it: Ruota di 90º in senso anti orario
pt_br: Girar 90º no sentido anti-horário
zh_hans: 逆时针旋转90º

# rotate3
source: Rotate 180º
ar_eg: تدوير 180 درجة
it: Ruota di 180º
pt_br: Girar horizontal
zh_hans: 旋转180º

# rot_flip
source: Horizontal flip
ar_eg: قلب أفقي
it: Ribalta in orizzontale
pt_br: Girar horizontal
zh_hans: 水平翻转

# scr_cap
source: Screen capture
ar_eg: تصوير الشاشة
it: Registrazione schermo
pt_br: Captura de tela
zh_hans: 屏幕截图

# scr_fail
source: Screen capture test failed.
ar_eg: فشل اختبار التقاط الشاشة.
it: Test registrazione schermo fallito.
pt_br: O teste de captura de tela falhou.
zh_hans: 屏幕截图测试失败.

# scsr_term
source: Screen capturing terminated unexpectedly. File may be truncated.
ar_eg: تم إنهاء التقاط الشاشة بشكل غير متوقع. قد يتم قطع الملف.
it: Registrazione schermo terminata in modo inaspettato. Il file potrebbe essere troncato.
pt_br: A captura de tela foi encerrada inesperadamente. O arquivo pode estar truncado.
zh_hans: 屏幕捕获意外终止。文件可能被截断.

# selc_dev
source: Select audio capture device
ar_eg: حدد جهاز التقاط الصوت
it: Seleziona dispositivo registrazione audio
pt_br: Selecione o dispositivo de captura de áudio
zh_hans: 选择音频捕获设备

# sel_lang
source: Select language
ar_eg: اختار اللغة
it: Seleziona lingua
pt_br: Selecione o idioma
zh_hans: 选择语言

# skip_from_list
source: Skip selected items from encoding
ar_eg: تخطي العناصر المحددة من الترميز
it: Salta elementi selezionati nella codifica
pt_br: Pular itens selecionados da codificação
zh_hans: 从编码中跳过所选项目

# sort_before
source: Sort list before start?
ar_eg: قائمة الفرز قبل البدء؟
it: Vuoi ordinare l'elenco prima dell'avvio?
pt_br: Classificar a lista antes de começar?
zh_hans: 开始前排序列表？

# sort_status
source: Please sort and check file list for items marked with status
ar_eg: يرجى فرز قائمة الملفات والتحقق منها للعناصر المميزة بالحالة
it: Ordina e spunta l'elenco file per gli elementi marcati con lo stato
pt_br: Classifique e verifique a lista de arquivos para os itens marcados com status
zh_hans: 请对标有状态的项目进行排序和检查文件列表

# source_not_deleted
source: Source files that could not be deleted due to failed encoding or file in use:
ar_eg: ملفات المصدر التي تعذر حذفها بسبب فشل الترميز أو الملف قيد الاستخدام:
it: File sorgenti che non possono essere eliminati a causa di codifica non riuscita o file in uso:
pt_br: Arquivos de origem que não puderam ser excluídos devido a falha na codificação ou arquivo em uso:
zh_hans: 由于编码失败或文件正在使用而无法删除的源文件:

# start_cap
source: Start screen capture
ar_eg: بدء التقاط الشاشة
it: Avvia registrazione schermo
pt_br: Iniciar Captura de Tela
zh_hans: 开始截屏

# stop_any
source: You can stop recording by pressing Control-Shift-P at any time.
ar_eg: يمكنك إيقاف التسجيل بالضغط على Control-Shift-P في أي وقت.
it: Puoi fermare la registrazione in qualsiasi momento premendo Control-Shift-P.
pt_br: Você pode interromper a gravação pressionando Control-Shift-P a qualquer momento.
zh_hans: 您可以随时按 Control-Shift-P 停止录制.

# stop_capt
source: Stop capturing
ar_eg: توقف عن الالتقاط
it: Ferma registrazione
pt_br: Parar de gravar
zh_hans: 停止捕捉

# stop_proc
source: Stop processing
ar_eg: توقف عن المعالجة
it: Ferma elaborazione
pt_br: Parar de processar
zh_hans: 停止处理

source: Streams
ar_eg: تيارات
it: Stream
pt_br: Fluxos
zh_hans: 流

source: Subtitles
ar_eg: ترجمات
it: Sottotitoli
pt_br: Legendas
zh_hans: 字幕

# too_many_files
source: Too many files to be parsed
ar_eg: هناك عدد كبير جدًا من الملفات ليتم تحليلها
it: Troppi file da analizzare
pt_br: Muitos arquivos para serem analisados
zh_hans: 要解析的文件太多

source: Total
ar_eg: المجموع
it: Totale
zh_hans: 总计

# transfer_r
source: Transfer rate:
ar_eg: معدل نقل:
it: Velocità trasferimento:
pt_br: Taxa de transferência:
zh_hans: 传输率:

# try_scr_pr
source: Try with a screen capture preset and check encoding parameters.
ar_eg: حاول باستخدام ضبط مسبق لالتقاط الشاشة وتحقق من معلمات التشفير.
it: Prova con un profilo di registrazione schermo e controlla i parametri di codifica.
pt_br: Experimente uma predefinição de captura de tela e verifique os parâmetros de codificação.
zh_hans: 尝试使用屏幕截图预设并检查编码参数.

# undef_dur_all
source: Processing will not continue after items with undefined duration (infinite).
ar_eg: لن تستمر المعالجة بعد العناصر ذات المدة غير المحددة (لانهائية).
it: L'elaborazione non continuerà dopo gli elementi con durata indefinita (infinita).
pt_br: O processamento não continuará após itens com duração indefinida (infinito).
zh_hans: 未定义持续时间（无限）的项目后处理将不会继续.

# undef_seq
source: Items with undefined duration
ar_eg: عناصر ذات مدة غير محددة
it: Elementi con durata indefinita
pt_br: Itens com duração indefinida
zh_hans: 未定义持续时间

# url_down_c
source: URL download successfully completed
ar_eg: اكتمل تحميل URL بنجاح
it: Download URL completato correttamente
pt_br: Download de URL concluído com sucesso
zh_hans: URL下载成功完成

# url_down_c2
source: URL download complete
ar_eg: اكتمل تنزيل URL
it: Download URL completato
pt_br: Download de URL concluído
zh_hans: 网址下载完成

source: Version
ar_eg: إصدار
it: Versione
pt_br: Versão
zh_hans: 版本

# warnings_last_s
source: warning(s) during last session
ar_eg: تحذير (تحذيرات) خلال الجلسة الماضية
it: avviso/i durante l'ultima sessione
pt_br: aviso(s) durante a última sessão
zh_hans: 上次会议期间的警告

source: WARNING: File
ar_eg: تحذير: ملف
it: AVVISO: File
pt_br: AVISO: Arquivo
zh_hans: 警告：文件

# warning_not_rep
source: was NOT replaced
ar_eg: لم يتم استبداله
it: NON è stato sostituito
pt_br: Não foi substituído
zh_hans: 没有被替换

# warn_down
source: There were warning messages during queue download:
ar_eg: كانت هناك رسائل تحذير أثناء تنزيل قائمة الانتظار:
it: Ci sono messaggi di avviso durante il download in coda:
pt_br: Mensagens de aviso ocorreram durante o download:
zh_hans: 队列下载期间出现警告消息:

source: White
ar_eg: أبيض
it: Bianco
pt_br: Branco
zh_hans: 白色

# wrong_c_dur
source: Incorrect capture duration
ar_eg: مدة الالتقاط غير صحيحة
it: Durata registrazione non corretta
pt_br: Duração de captura incorreta
zh_hans: 不正确的捕获持续时间

# yt_url_blank
source: YouTube URL field is empty.
ar_eg: YouTube URL حقل فارغ.
it: Il campo URL YouTube URL è vuoto.
pt_br: O campo do link do YouTube está vazio.
zh_hans: YouTube网址字段为空

# yt_url_sh
source: YouTube URL is too short.
ar_eg: عنوان URL لموقع YouTube قصير جدًا.
it: Il campo URL YouTube è troppo corto.
pt_br: O link do YouTube é muito curto.
zh_hans: YouTube网址太短

# down_com
source: Download complete.
ar_eg: تم التحميل.
pt_br: Download completo.
zh_hans: 下载完成

# vids_dest
source: videos on destination folder.
ar_eg: مقاطع فيديو في مجلد الوجهة.
it: video nella cartella destinazione.
pt_br: vídeos na pasta de destino.
zh_hans: 目标文件夹中的视频。

# vids_unav
source: (Some videos maybe be unavailable, and live streaming events are skipped.)
ar_eg: (قد تكون بعض مقاطع الفيديو غير متاحة ، ويتم تخطي أحداث البث المباشر.)
it: (Alcuni video potrebbero non essere disponibili e gli eventi in live streaming verranno saltati.)
pt_br: (Alguns vídeos podem estar indisponíveis e os eventos de transmissão ao vivo são ignorados.)
zh_hans: （某些视频可能不可用，并且会跳过直播活动。）

# ff_copied
source: FFMPEG PARAMETERS COPIED TO CLIPBOARD:
ar_eg: تم نسخ معلمات FFMPEG إلى الحافظة:
it: PARAMETRI FFMPEG COPIATI NEGLI APPUNTI:
pt_br: PARÂMETROS FFMPEG COPIADOS PARA A PRANCHETA:
zh_hans: FFMPEG 参数复制到剪贴板：

# reset_m_jobs
source: Reset tasks status
ar_eg: إعادة تعيين حالة المهام
it: Ripristina stato attività
pt_br: Redefinir o status das tarefas
zh_hans: 重置任务状态

# img_to_v
source: Image to video wizard
ar_eg: معالج الصورة إلى الفيديو
it: Procedura guidata da immagine a video
pt_br: Assistente de imagem para vídeo
zh_hans: 图像转视频向导

# imgs
source: Images
ar_eg: الصور
it: Imaggini
pt_br: Imagens
zh_hans: 图片

# low_sp
source: Low space available
ar_eg: مساحة منخفضة متاحة
it: Poco spazio disponibile
pt_br: Pouco espaço em disco
zh_hans: 磁盘空间不足

# warn_sp
source: Available space on destination drive is less than 500 MB, application may crash during encoding. Do you want to abort the current operation?
ar_eg: المساحة المتوفرة على محرك الأقراص الوجهة أقل من 500 ميجابايت ، وقد يتعطل التطبيق أثناء الترميز. هل تريد إجهاض العملية الحالية؟
it: Lo spazio disponibile nell'unità destinazione è inferiore a 500 MB. L'applicazione potrebbe bloccarsi durante la codifica. Vuoi interrompere l'operazione in corso?
pt_br: O espaço disponível na unidade de destino é inferior a 500 MB, o aplicativo pode travar durante a codificação. Deseja abortar a operação atual?
zh_hans: 目标驱动器上的可用空间小于 500 MB，应用程序可能会在编码过程中崩溃。 您要中止当前操作吗？

# pr21-2
source: Video: Encode AMD-VCE H264 HQ + Source Audio
ar_eg: الفيديو: تشفير AMD-VCE H264 HQ + مصدر الصوت
it: Video: codififica AMD-VCE H264 HQ + audio sorgente
pt_br: Video: Vídeo: Converter para AMD-VCE H264 HQ + Fonte de Áudio
zh_hans: 视频: 转换为AMD-VCE H264 HQ + 源音频

# pr21-21
source: Video: Encode AMD-VCE HEVC HQ + Source Audio
ar_eg: الفيديو: تشفير AMD-VCE HEVC HQ + صوت المصدر
it: Video: codifica AMD-VCE HEVC HQ + audiuo sorgente
pt_br: Video: Vídeo: Converter para AMD-VCE HEVC HQ + Fonte de Áudio
zh_hans: 视频: 转换为AMD-VCE HEVC HQ + 源音频

# save_all_str
source: Save all file streams
ar_eg: حفظ جميع تدفقات الملف
it: Salva tutti i flussi file
pt_br: Salvar todas as trilhas do arquivo
zh_hans: 保存所有文件轨道

# add_excl_ws
source: Add exclusion for ffmpeg in Windows Security
ar_eg: إضافة استثناء لـ ffmpeg في أمن Windows
it: Aggiungi esclusione per ffmpeg in sicurezza di Windows
pt_br: Adicionar exclusão para ffmpeg na Segurança do Windows
zh_hans: 在 Windows 安全中心为 ffmpeg 添加排除项

# admin_cmd
source: You will be requested for admin rights by command prompt.
ar_eg: سيُطلب منك حقوق المسؤول عن طريق موجه الأوامر.
it: Ti verranno richiesti i diritti di amministratore dal prompt dei comandi.
pt_br: Serão solicitados direitos de administrador por prompt de comando.
zh_hans: 命令提示符将要求您提供管理员权限。

# attempt_exc
source: This feature attempts to add an exclusion to Windows Security for current ffmpeg.exe.
ar_eg: تحاول هذه الميزة إضافة استثناء إلى أمان Windows لـ ffmpeg.exe الحالي.
it: Questa funzione tenta di aggiungere un'esclusione alla sicurezza di Windows per l'attuale ffmpeg.exe.
pt_br: Este recurso tenta adicionar uma exclusão à Segurança do Windows para o ffmpeg.exe atual.
zh_hans: 此功能尝试为当前 ffmpeg.exe 添加一个排除项到 Windows 安全中心。

# check_not_st
source: FFmpeg.exe MD5 checksum is not stored yet.
ar_eg: لم يتم تخزين المجموع الاختباري لـ FFmpeg.exe MD5 حتى الآن.
it: Il checksum MD5 di FFmpeg.exe non è ancora stato memorizzato.
pt_br: A soma de verificação MD5 ainda não foi armazenada.
zh_hans: FFmpeg.exe MD5 校验和尚未存储。

# excl_add2
source: Exclusion added
ar_eg: تمت إضافة الاستبعاد
it: Esclusione aggiunta
pt_br: Exclusão adicionada
zh_hans: 添加了排除

# excl_added
source: Exclusion added to Windows Security. You can review it on next screen.
ar_eg: تمت إضافة الاستبعاد إلى أمان Windows. يمكنك مراجعته في الشاشة التالية.
it: Esclusione aggiunta alla sicurezza di Windows. Puoi rivederlo nella schermata successiva.
pt_br: Exclusão adicionada à segurança do Windows. Você pode revê-lo na próxima tela.
zh_hans: 排除添加到 Windows 安全。 您可以在下一个屏幕上查看它。

source: Integrated
ar_eg: مدمج
it: Integrata

# md5_fail
source: FFmpeg.exe MD5 checksum failed.
ar_eg: فشل المجموع الاختباري لـ FFmpeg.exe MD5.
it: Checksum MD5 di FFmpeg.exe non riuscita.
pt_br: FFmpeg.exe MD5 checksum falhou.
zh_hans: FFmpeg.exe MD5 校验和失败。

# md5_fail1
source: FFmpeg.exe MD5 checksum is not matching stored value. The file may have been corrupted or hacked.
ar_eg: لا يتطابق المجموع الاختباري لـ FFmpeg.exe MD5 مع القيمة المخزنة. قد يكون الملف تالفًا أو تم اختراقه.
it: Il checksum MD5 di FFmpeg.exe non corrisponde al valore memorizzato. Il file potrebbe essere stato danneggiato o violato.
pt_br: FFmpeg.exe A soma de verificação MD5 não corresponde ao valor armazenado. O arquivo pode ter sido corrompido ou hackeado.
zh_hans: FFmpeg.exe MD5 校验和与存储值不匹配。 该文件可能已损坏或被黑客入侵。

# md5_not_match
source: Current MD5 checksum does not match stored value. Please click on Trust current ffmpeg before adding an exclusion.
ar_eg: لا يتطابق المجموع الاختباري MD5 الحالي مع القيمة المخزنة. الرجاء النقر فوق الثقة ffmpeg الحالي قبل إضافة استثناء.
it: Il checksum MD5 attuale non corrisponde al valore memorizzato. Fai clic su 'Fidati di ffmpeg attuale' prima di aggiungere un'esclusione.
pt_br: A soma de verificação MD5 atual não corresponde ao valor armazenado. Clique em Trust current ffmpeg antes de adicionar uma exclusão.
zh_hans: 当前 MD5 校验和与存储值不匹配。 在添加排除项之前，请单击信任当前 ffmpeg。

# md5_not_validated
source: FFmpeg checksum not validated
ar_eg: لم يتم التحقق من صحة المجموع الاختباري لـ FFmpeg
it: Checksum FFmpeg non convalidato

# md5_trust
source: If you replaced it recently you can consider it trusted on Security settings.
ar_eg: إذا قمت باستبداله مؤخرًا ، فيمكنك اعتباره موثوقًا به في إعدادات الأمان.
it: Se l'hai sostituito di recente puoi considerarlo attendibile nelle impostazioni di sicurezza.
pt_br: Se você o substituiu recentemente, pode considerá-lo confiável nas configurações de segurança.
zh_hans: 如果您最近更换了它，您可以认为它在安全设置上受信任。

# md5_valid
source: FFmpeg.exe MD5 checksum is valid.
ar_eg: المجموع الاختباري لـ FFmpeg.exe MD5 صالح.
it: Il checksum MD5 di FFmpeg.exe è valido.
pt_br: A soma de verificação MD5 é válida.
zh_hans: FFmpeg.exe MD5 校验和有效。

# only_1011
source: Automatic exclusion only supported in Windows 10/11
ar_eg: الاستبعاد التلقائي مدعوم فقط في Windows 10/11
it: Esclusione automatica supportata solo in Windows 10/11
pt_br: Exclusão automática compatível apenas com Windows 10/11
zh_hans: 仅在 Windows 10/11 中支持自动排除

# proceed1
source: Do you want to proceed?
ar_eg: هل تريد المتابعة؟
it: Vuoi procedere?
pt_br: Você quer prosseguir?
zh_hans: 您要继续吗？

# req_w1011
source: This automatic feature requires Windows 10/11. You may manually add a security exclusion in your antivirus software.
ar_eg: تتطلب هذه الميزة التلقائية نظام التشغيل Windows 10/11. يمكنك إضافة استثناء أمان يدويًا في برنامج مكافحة الفيروسات الخاص بك.
it: Questa funzione automatica richiede Windows 10/11. Puoi aggiungere manualmente un'esclusione di sicurezza nel tuo software antivirus.
pt_br: Este recurso automático requer o Windows 10/11. Você pode adicionar manualmente uma exclusão de segurança em seu software antivírus.
zh_hans: 此自动功能需要 Windows 10/11。 您可以在防病毒软件中手动添加安全排除。

# sec_perf
source: Security and performanace
ar_eg: الأمن والأداء
it: Sicurezza e prestazioni
pt_br: Segurança e desempenho
zh_hans: 安全和性能

# tip1
source: This application launches ffmpeg processes for encoding, muxing and demuxing, obtaining streams, etc.
ar_eg: يطلق هذا التطبيق عمليات ffmpeg للتشفير والتشغيل والإزالة والحصول على التدفقات وما إلى ذلك.
it: Questa applicazione avvia i processi ffmpeg per la codifica, il muxing e il demuxing, l'ottenimento di flussi, ecc.
pt_br: Este aplicativo inicia processos ffmpeg para codificação, muxing e demuxing, obtenção de streams, etc.
zh_hans: 此应用程序启动 ffmpeg 进程以进行编码、复用和解复用、获取流等。

# tip2
source: Some antivirus software scans every ffmpeg process launched because it is not digitally signed . This can reduce performance for operations like reading and filtering streams, obtainins thumbnails , etc.
ar_eg: تقوم بعض برامج مكافحة الفيروسات بفحص كل عملية ffmpeg التي يتم إطلاقها لأنها غير موقعة رقميًا. يمكن أن يؤدي ذلك إلى تقليل أداء عمليات مثل قراءة التدفقات وتصفيتها والحصول على الصور المصغرة وما إلى ذلك.
it: Alcuni software antivirus eseguono la scansione di ogni processo ffmpeg avviato perché non è firmato digitalmente. Ciò può ridurre le prestazioni per operazioni come la lettura e il filtraggio dei flussi, l'ottenimento di miniature, ecc.
pt_br: Alguns programas antivírus verificam constantemente cada processo iniciado porque o ffmpeg.exe não está assinado digitalmente. Isso às vezes pode reduzir significativamente o desempenho de operações, como análise e filtragem de fluxos de mídia, obtenção de miniaturas, etc.
zh_hans: 由于 ffmpeg.exe 未进行数字签名，因此某些防病毒程序会不断扫描启动的每个进程。 这有时会显着降低诸如分析和过滤媒体流、获取缩略图等操作的性能。

# tip3
source: If you experience sluggish performance, you can improve it by adding an exclusion to
ar_eg: إذا واجهت أداءً بطيئًا ، فيمكنك تحسينه عن طريق إضافة استثناء إلى
it: Se riscontri prestazioni lente, puoi migliorarle aggiungendo un'esclusione a
pt_br: Se você tiver um desempenho lento, pode melhorá-lo adicionando uma exclusão a
zh_hans: 如果您遇到性能缓慢的情况，您可以通过添加排除项来改进它

# tip4
source: The included ffmpeg.exe in the application is safe and MD5 checksum is validated on every startup.
ar_eg: يعد ملف ffmpeg.exe المضمن في التطبيق آمنًا ويتم التحقق من صحة المجموع الاختباري لـ MD5 عند كل بدء تشغيل.
it: Il file ffmpeg.exe incluso nell'applicazione è sicuro e il checksum MD5 viene convalidato ad ogni avvio.
pt_br: O ffmpeg.exe incluído no aplicativo é seguro e a soma de verificação MD5 é validada a cada inicialização.
zh_hans: 应用程序中包含的 ffmpeg.exe 是安全的，并且每次启动时都会验证 MD5 校验和。

# tip_win_sec
source: Windows Security.
ar_eg: أمن Windows.
it: Sicurezza Windows.
pt_br: Segurança do Windows.
zh_hans: 视窗安全。

# tip_your_av
source: your current antivirus software.
ar_eg: برنامج مكافحة الفيروسات الحالي الخاص بك.
it: tuo attuale software antivirus.
pt_br: seu software antivírus atual.
zh_hans: 您当前的防病毒软件。

# not_amf
source: may not work with selected AMD amf encoder.
ar_eg: قد لا يعمل مع برنامج تشفير AMD amf المحدد.
it: potrebbe non funzionare con l'encoder AMD AMF selezionato.
pt_br: pode não funcionar com o codificador AMD AMF selecionado.
zh_hans: 可能不适用于选定的 AMD amf 编码器。

# not_nvenc
source: may not work with selected NVIDIA nvenc encoder.
ar_eg: قد لا يعمل مع برنامج تشفير NVIDIA nvenc المحدد.
it: potrebbe non funzionare con l'encoder NVIDIA NVENC selezionato.
pt_br: pode não funcionar com o codificador NVIDIA nvenc selecionado.
zh_hans: 可能不适用于选定的 NVIDIA nvenc 编码器。

# not_qsv
source: may not work with selected Intel QuickSync encoder.
ar_eg: قد لا يعمل مع برنامج تشفير Intel QuickSync المحدد.
it: potrebbe non funzionare con l'encoder Intel QuickSync selezionato.
pt_br: pode não funcionar com o codificador Intel QuickSync selecionado.
zh_hans: 可能不适用于选定的 Intel QuickSync 编码器。

# your_sys
source: Your system
ar_eg: نظامك
it: Il tuo sistema
pt_br: Seu sistema
zh_hans: 你的系统

# sort_list
source: Sort list before start?
ar_eg: قائمة الفرز قبل البدء؟
it: Vuoi ordinare l'elenco prima di iniziare?
pt_br: Classificar a lista antes de começar?
zh_hans: 开始前排序列表？

# sort_list2
source: Sort file list tip
ar_eg: فرز تلميح قائمة الملف
it: Suggerimento per ordinamento elenco file
pt_br: Adendo
zh_hans: 排序文件列表提示

# md5_reinst
source: Otherwise it may have been modified and the application should be reinstalled.
ar_eg: وإلا فقد يكون قد تم تعديله ويجب إعادة تثبيت التطبيق.
it: Altrimenti potrebbe essere stato modificato e l'applicazione dovrebbe essere reinstallata.
pt_br: Caso contrário, ele pode ter sido modificado e o aplicativo deve ser reinstalado.
zh_hans: 否则，它可能已被修改，应重新安装应用程序。

# en_day
source: Enable day mode
ar_eg: تفعيل وضع اليوم
it: Abilita modalità giorno
pt_br: Ativar modo diurno
zh_hans: 启用日间模式

# en_night
source: Enable night mode
ar_eg: تفعيل الوضع الليلي
it: Abilita modalità notte
pt_br: Ativar modo noturno
zh_hans: 开启夜间模式

# a_bitr
source: Audio bitrate
ar_eg: معدل البت الصوت
it: Bitrate audio
zh_hans: 音频比特率

# Paste_any_URL
source: Paste internet link
ar_eg: الصق رابط الإنترنت
it: Incolla il link
pt_br: Colar link
zh_hans: 粘贴链接

source: Finish
ar_eg: ينهي
it: Fine
pt_br: Terminar
zh_hans: 结束

source: Next
ar_eg: التالي
it: Avanti
pt_br: Próximo
zh_hans: 下一个

source: Encode
ar_eg: تشفير
it: Codificare
pt_br: Codificar
zh_hans: 编码

# img_copied
source: Image was copied to the clipboard.
ar_eg: تم نسخ الصورة إلى الحافظة.
it: L'immagine è stata copiata negli appunti.
pt_br: A imagem foi copiada para a área de transferência.
zh_hans: 图像已复制到剪贴板。

# saved_img
source: Image was successfuly saved.
ar_eg: تم حفظ الصورة بنجاح.
it: Il frame è stato salvato con successo.
pt_br: O quadro foi salvo com sucesso.
zh_hans: 该帧已成功保存。

# save_img
source: Save current frame
ar_eg: احفظ الإطار الحالي
it: Salva frame
pt_br: Salvar quadro
zh_hans: 保存帧

source: Bitrate
ar_eg: معدل البت
pt_br: Taxa de bits
zh_hans: 比特率

# avgs
source: Average speed:
ar_eg: متوسط ​​السرعة:
it: Velocità media:
pt_br: Velocidade média:
zh_hans: 平均速度：

source: encoded
ar_eg: مشفر
it: codificato (i)
pt_br: codificado (s)
zh_hans: 编码

source: Browse
ar_eg: تصفح
it: Navigare
pt_br: Navegar
zh_hans: 浏览

# ansi_rec
source: ANSI or UTF without BOM text encoding is recommended.
ar_eg: يوصى باستخدام ANSI أو UTF بدون تشفير نص BOM.
it: Si consiglia ANSI o UTF senza codifica del testo BOM.
pt_br: ANSI ou UTF sem codificação de texto BOM é recomendado.
zh_hans: 建议使用没有 BOM 文本编码的 ANSI 或 UTF。

# in_avis
source: In Avisynth scripts, text encoding
ar_eg: في البرامج النصية Avisynth ، ترميز النص
it: Negli script Avisynth, codifica del testo
pt_br: Em scripts Avisynth, codificação de texto
zh_hans: 在 Avisynth 脚本中，文本编码

# non_eng_rec
source: NOTE: Non-english characters in source filename may cause duration to be missing in ANSI format.
ar_eg: ملاحظة: قد تتسبب الأحرف غير الإنجليزية في اسم الملف المصدر في فقد المدة بتنسيق ANSI.
pt_br: NOTA: Os caracteres diferentes do inglês no nome do arquivo de origem podem fazer com que a duração seja perdida no formato ANSI.
zh_hans: 注意：源文件名中的非英文字符可能会导致 ANSI 格式中的持续时间丢失。

# not_sup_bom
source: may not be supported by ffmpeg if it contains BOM (Byte order marker).
ar_eg: قد لا يكون مدعومًا بواسطة ffmpeg إذا كان يحتوي على BOM (علامة ترتيب البايت).
it: potrebbe non essere supportato da ffmpeg se contiene BOM (Byte order marker).
pt_br: pode não ser suportado por ffmpeg se contiver BOM (marcador de ordem de bytes).
zh_hans: 如果 ffmpeg 包含 BOM（字节顺序标记），则可能不支持它。

# vs_files_warn
source: In Avisynth scripts, non-english characters in source filename may cause duration to be missing in non UTF/Unicode encodings.
ar_eg: في نصوص Avisynth النصية ، قد تتسبب الأحرف غير الإنجليزية في اسم الملف المصدر في فقد المدة في ترميزات بخلاف UTF / Unicode.
it: Negli script Avisynth, i caratteri non inglesi nel nome del file di origine possono far mancare la durata nelle codifiche non UTF/Unicode.
pt_br: Em scripts Avisynth, caracteres não ingleses no nome do arquivo de origem podem fazer com que a duração seja perdida em codificações não UTF / Unicode.
zh_hans: 在 Avisynth 脚本中，源文件名中的非英文字符可能会导致非 UTF/Unicode 编码中的持续时间丢失。

source: Audio
ar_eg: صوتي

source: Video
ar_eg: فيديو

# get_prev
source: Getting frames
ar_eg: الحصول على الإطارات
it: Ottenere cornici
pt_br: Obtendo frames
zh_hans: 获取帧

source: Start mark
ar_eg: علامة البداية
it: Punto di partenza
pt_br: Marca de início
zh_hans: 开始标记
