Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# no_bck
source: No backup file was created yet
ar_eg: لم يتم إنشاء ملف النسخ الاحتياطي حتى الآن
es: Todavía no se ha creado ninguna copia de seguridad.
fr: Aucun fichier de sauvegarde n'a encore été créé
it: Non è stato creato ancora nessun file backup
pl: Nie utworzono jeszcze pliku kopii zapasowej
pt_br: Nenhum arquivo de backup foi criado ainda
zh_hans: 尚未创建备份文件

# no_chk_str
source: No stream was checked for selection.
ar_eg: لم يتم فحص أي تيار للاختيار.
es: No se seleccionó ningún flujo.
fr: Aucun flux n'a été vérifié pour la sélection.
it: Nessun stream marcato per la selezione.
pl: Nie zaznaczono żadnego strumienia do wyboru.
pt_br: Nenhum fluxo foi marcado para seleção.
zh_hans: 没有检查流以供选择

# no_concat_ef
source: No initial or end files
ar_eg: لا توجد ملفات أولية أو ملفات نهائية
es: No hay fichero inicial o final
fr: Aucun fichier initial ou final
it: Nessun file iniziale o finale
pl: Brak plików początkowych i końcowych
pt_br: Sem arquivos iniciais ou finais
zh_hans: 没有初始或结束文件

# no_ffmpeg
source: FFmpeg executable file was not found. Restart or reinstall application.
ar_eg: لم يتم العثور على ملف FFmpeg القابل للتنفيذ. أعد تشغيل التطبيق أو أعد تثبيته.
es: El ejecutable ffmpeg.exe no fue encontrado. Localice o descárguelo.
fr: Le fichier exécutable FFmpeg est introuvable. Redémarrez ou réinstallez l'application.
it: File eseguibile FFmpeg non trovato. Riavvia o reinstalla l'applicazione.
pl: Nie znaleziono pliku wykonywalnego FFmpeg. Przeglądaj lub pobierz.
pt_br: O arquivo executável FFmpeg não foi encontrado. Reinicie ou reinstale o aplicativo.
zh_hans: 未找到FFmpeg可执行文件，重新启动或重新安装应用程序

# no_ffprobe
source: FFprobe executable file was not found. Restart or reinstall application.
ar_eg: لم يتم العثور على ملف FFprobe القابل للتنفيذ. أعد تشغيل التطبيق أو أعد تثبيته.
es: El ejecutable ffprobe.exe no fue encontrado. Reinicie o reinstale la aplicación.
fr: Le fichier exécutable FFprobe est introuvable. Redémarrez ou réinstallez l'application.
it: File eseguibile FFProbe non trovato. Riavvia o reinstalla l'applicazione.
pt_br: O arquivo executável FFprobe não foi encontrado. Reinicie ou reinstale o aplicativo.
zh_hans: 未找到FFprobe可执行文件，重新启动或重新安装应用程序

# no_file
source: No file selected
ar_eg: لم يتم اختيار اي ملف
es: Ningún elemento seleccionado
fr: Aucun fichier sélectionné
it: Nessun file selezionato
pl: Nie wybrano pliku
pt_br: Nenhum arquivo selecionado
zh_hans: 未选择文件

# no_files
source: Sin ficheros
ar_eg: لا ملفات
fr: Sans fiches
it: Nessun documento
pl: Brak plików
pt_br: Sem arquivos
zh_hans: 没有文件

# no_file_str
source: No file selected to add available streams.
ar_eg: لم يتم تحديد ملف لإضافة التدفقات المتاحة.
es: No se seleccionó ningún fichero para agregar flujos multimedia.
fr: Aucun fichier sélectionné pour ajouter les flux disponibles.
it: Nessun file selezionato per aggiungere stream disponibili.
pl: Nie wybrano pliku, aby dodać dostępne strumienie.
pt_br: Nenhum arquivo selecionado para adicionar fluxos disponíveis.
zh_hans: 未选择要添加可用流的文件

# no_filter
source: No filter was selected.
ar_eg: لم يتم اختيار مرشح.
es: No se seleccionó ningún filtro.
fr: Aucun filtre n'a été sélectionné.
it: Non è stato selezionato nessun filtro.
pl: Nie wybrano żadnego filtra.
pt_br: Nenhum filtro foi selecionado.
zh_hans: 未选择滤镜

# no_f_sel
source: No file was selected.
ar_eg: لم يتم اختيار أي ملف.
es: Ningún fichero ha sido seleccionado.
fr: Aucun fichier n'a été sélectionné.
it: Non è stato selezionato nessun file.
pl: Nie wybrano żadnego pliku.
pt_br: Nenhum arquivo selecionado
zh_hans: 没有选择文件

# no_item_sel
source: No item was selected.
ar_eg: لم يتم تحديد أي عنصر.
es: No se seleccionó ningún elemento.
fr: Aucun élément n'a été sélectionné.
it: Non è stato selezionato nessun elemento.
pl: Nie wybrano żadnego elementu.
pt_br: Nenhum item foi selecionado.
zh_hans: 未选择任何项目

# no_log1
source: No log file was found.
ar_eg: لم يتم العثور على ملف السجل.
es: No se encontró registro
fr: Aucun fichier journal n'a été trouvé.
it: Nessun file registro eventi disponibile.
pl: Nie znaleziono pliku dziennika.
pt_br: Nenhum arquivo de registro foi encontrado.
zh_hans: 未找到日志文件

# no_log_f
source: No log file was found. Log saving is disabled.
ar_eg: لم يتم العثور على ملف السجل. حفظ السجل معطل.
es: No se encontró un fichero de registro. Salvar registro de aplicación está deshabilitado.
fr: Aucun fichier journal n'a été trouvé. L'enregistrement du journal est désactivé.
it: Nessun file registro eventi disponibile. Salvataggio registro disabilitato.
pl: Nie znaleziono pliku dziennika. Zapisywanie dziennika jest wyłączone.
pt_br: Nenhum arquivo de registro foi encontrado. O salvamento do log está desativado.
zh_hans: 未找到日志文件，日志保存被禁用

# no_mediainfo
source: Mediainfo executable file was not found. Restart or reinstall application.
ar_eg: لم يتم العثور على ملف Mediainfo القابل للتنفيذ. أعد تشغيل التطبيق أو أعد تثبيته.
es: No se encontró el ejecutable mediainfo.exe. Reinicie o reinstale la aplicación.
fr: Le fichier exécutable Mediainfo est introuvable. Redémarrez ou réinstallez l'application.
it: Eseguibile Mediainfo non disponibile. Riavvia o re-installa l'applicazione.
pl: Nie znaleziono pliku wykonywalnego Mediainfo. Uruchom ponownie lub zainstaluj ponownie aplikację.
pt_br: O arquivo executável Mediainfo não foi encontrado. Reinicie ou reinstale o aplicativo.
zh_hans: 未找到 Mediainfo可执行文件，重新启动或重新安装应用程序

# no_path
source: Path was not found.
ar_eg: لم يتم العثور على المسار.
es: No se encontró la ruta.
fr: Le chemin n'a pas été trouvé.
it: Percorso non disponibile.
pl: Ścieżka nie została znaleziona.
pt_br: Caminho não encontrado.
zh_hans: 未找到路径

# no_path2
source: No path was selected
ar_eg: لم يتم تحديد مسار
es: No se seleccionó ruta
fr: Aucun chemin n'a été sélectionné
it: Nessun percorso selezionato
pl: Nie wybrano ścieżki
pt_br: Nenhum caminho foi selecionado
zh_hans: 未选择路径

# no_sel
source: No track was selected
ar_eg: لم يتم تحديد أي مسار
es: No se seleccionó ninguna pista.
fr: Aucune piste n'a été sélectionnée
it: Nessuna traccia selezionata
pl: Nie wybrano żadnego utworu
pt_br: Nenhuma trilha foi selecionada
zh_hans: 未选择轨道

# no_streams1
source: No usable streams found
ar_eg: لم يتم العثور على تيارات صالحة للاستخدام
es: No se encontraron flujos multimedia
fr: Aucun flux utilisable trouvé
it: Nessuno stream disponibile
pl: Nie znaleziono użytecznych strumieni
pt_br: Nenhum fluxo utilizável encontrado
zh_hans: 找不到可用的流

# no_streams2
source: File does not contain usable streams.
ar_eg: لا يحتوي الملف على تدفقات قابلة للاستخدام.
es: El fichero no contiene flujos multimedia utilizables.
fr: Le fichier ne contient pas de flux utilisables.
it: Il file non contiene stream usabili.
pl: Plik nie zawiera użytecznych strumieni.
pt_br: O arquivo não contém fluxos utilizáveis.
zh_hans: 文件不包含可用的流

# no_str_f
source: No usable streams found
ar_eg: لم يتم العثور على تيارات صالحة للاستخدام
es: No se encontraron flujos multimedia
fr: Aucun flux utilisable trouvé
it: Nessuno stream usabile disponibile
pl: Nie znaleziono użytecznych strumieni
pt_br: Nenhum fluxo utilizável encontrado
zh_hans: 找不到可用的流

# no_sub2
source: No subtitle for this file, double-click to locate
ar_eg: لا يوجد عنوان فرعي لهذا الملف ، انقر نقرًا مزدوجًا لتحديد موقعه
es: Sin subtítulo, haga doble clic para buscarlo.
fr: Aucun sous-titre pour ce fichier, double-cliquez pour le localiser
it: Nessun sottotitolo in questo file, doppio clic per localizzarlo
pl: Brak napisów do tego pliku, kliknij dwukrotnie, aby go znaleźć
pt_br: Sem legenda para este arquivo, clique duas vezes para localizar
zh_hans: 此文件无字幕，双击定位

# no_subs1
source: No subtitles stream found.
ar_eg: لم يتم العثور على دفق الترجمة.
es: No se encontró pista de subtítulos.
fr: Aucun flux de sous-titres trouvé.
it: Nessuno stream sottotitoli disponibile.
pl: Nie znaleziono strumienia napisów.
pt_br: Nenhuma legendas encontrada no fluxo.
zh_hans: 未找到字幕流

# no_subs2
source: No subtitles found
ar_eg: لم يتم العثور على ترجمات
es: No se encontró subtítulado
fr: Aucun sous-titre trouvé
it: Nessun sottotitolo disponibile
pl: Nie znaleziono napisów
pt_br: Nenhuma legenda encontrada
zh_hans: 没有找到字幕

# no_subs3
source: Some items have no subtitle available.
ar_eg: بعض العناصر ليس لها ترجمة متاحة.
es: Algunos elementos de la lista no tienen subtítulos disponibles.
fr: Certains éléments n'ont pas de sous-titres disponibles.
it: Alcuni elementi non hanno sottotitoli disponibili.
pl: Do niektórych pozycji nie są dostępne napisy.
pt_br: Alguns itens não têm legenda disponível.
zh_hans: 有些项目没有可用的字幕

# no_sub_file
source: No subtitle for this file
ar_eg: لا يوجد عنوان فرعي لهذا الملف
es: Sin subtítulo
fr: Pas de sous-titre pour ce fichier
it: Nessun sottotitolo in questo file
pl: Brak napisów do tego pliku
pt_br: Sem legenda para este arquivo
zh_hans: 此文件无字幕

# no_track_sel
source: No track was selected to be removed.
ar_eg: لم يتم تحديد أي مسار لإزالته.
es: No se seleccionó ninguna pista.
fr: Aucune piste n'a été sélectionnée pour être supprimée.
it: Nessuna traccia è stata selezionata per essere rimossa.
pl: Nie wybrano żadnego utworu do usunięcia.
pt_br: Nenhuma trilha foi selecionada para ser removida.
zh_hans: 没有选择要删除的轨道

# no_track_sel2
source: No track selected
ar_eg: لم يتم تحديد أي مسار
es: Nada seleccionado
fr: Aucune piste sélectionnée
it: Nessuna traccia selezionata
pl: Nie wybrano utworu
pt_br: Nenhuma trilha selecionada
zh_hans: 未选择轨道

# no_video
source: File does not contain video streams.
ar_eg: الملف لا يحتوي على دفق الفيديو.
es: El fichero no contiene flujo de vídeo
fr: Le fichier ne contient pas de flux vidéo.
it: Il file non contiene stream video.
pl: Plik nie zawiera strumieni wideo.
pt_br: O arquivo não contém fluxos de vídeo.
zh_hans: 文件不包含视频流

# no_video2
source: No video found
ar_eg: لم يتم العثور على فيديو
es: No se encontró vídeo
fr: Aucune vidéo trouvée
it: Nessun video disponibile
pl: Nie znaleziono filmu
pt_br: Nenhum vídeo encontrado
zh_hans: 没有找到视频

source: Number
ar_eg: رقم
es: Número
fr: Nombre
it: Numero
pl: Numer
pt_br: Número
zh_hans: 数字

# nvenc_det
source: NVENC encoder detected
ar_eg: تم اكتشاف برنامج تشفير NVENC
es: Codificador NVENC utilizado
fr: Encodeur NVENC détecté
it: Rilevato encoder NVENC
pl: Wykryto enkoder NVENC
pt_br: Codificador NVENC detectado
zh_hans: 检测到NVENC编码器

source: N/A
ar_eg: غير متاح
es: N/D
it: "N/D"
pl: Brak
pt_br: N/D

# obt_strs
source: Obtaining streams information
ar_eg: الحصول على معلومات التدفقات
es: Obteniendo información de flujos multimedia
fr: Obtention d'informations sur le flux
it: Recupero informazioni stream
pl: Uzyskiwanie informacji o strumieniach
pt_br: Obtenção de informações de fluxos
zh_hans: 获取流信息

# of1
source: of
ar_eg: ل
es: de
fr: de
it: di
pl: z
pt_br: de

source: OK
ar_eg: نعم
es: Aceptar
fr: D'ACCORD
zh_hans: 确定

# one_track
source: Please select just one track to change its default status.
ar_eg: الرجاء تحديد مسار واحد فقط لتغيير حالته الافتراضية.
es: Seleccione por favor una sola pista para cambiar su estado por defecto.
fr: Veuillez sélectionner une seule piste pour modifier son statut par défaut.
it: Seleziona solo una traccia per modificarne lo stato predefinito.
pl: Proszę wybrać tylko jeden utwór, aby zmienić jego domyślny status.
pt_br: Selecionar apenas uma faixa para alterar seu status padrão.
zh_hans: 请仅选择一条轨道以更改其默认状态

# one_try
source: Add at least one file to try.
ar_eg: أضف ملفًا واحدًا على الأقل للمحاولة.
es: Por favor, añada al menos un fichero para hacer la prueba.
fr: Ajoutez au moins un fichier pour essayer.
it: Aggiungi almeno un file da provare.
pl: Dodaj co najmniej jeden plik do wypróbowania.
pt_br: Adicione pelo menos um arquivo para tentar.
zh_hans: 添加至少一个文件以进行尝试

# onlye_basel
source: Only baseline profile is supported in ultrafast preset.
ar_eg: يتم دعم ملف التعريف الأساسي فقط في الإعداد المسبق فائق السرعة.
es: Sole el perfil Baseline está admitido en el preset ultrafast.
fr: Seul le profil de base est pris en charge dans le préréglage ultrarapide.
it: Solo il profilo di base è supportato nel profilo ultra veloce.
pl: Ustawienia wstępne online
pt_br: Apenas o perfil de linha de base é compatível com a predefinição ultrarrápida.
zh_hans: 超快预设中仅支持基线配置文件

# only_numbers
source: Please enter only numbers.
ar_eg: الرجاء إدخال أرقام فقط.
es: Por favor, introduza solo números.
fr: Veuillez saisir uniquement des chiffres.
it: Inserisci solo numeri.
pl: Wprowadź tylko liczby.
pt_br: Por favor, insira apenas números.
zh_hans: 请只输入数字

# only_one
source: Please select only one track to be saved.
ar_eg: يرجى تحديد مسار واحد فقط ليتم حفظه.
es: Por favor, seleccione solo una única pista para guardar.
fr: Veuillez sélectionner une seule piste à enregistrer.
it: Seleziona solo una traccia da salvare.
pl: Proszę wybrać tylko jeden utwór do zapisania.
pt_br: Selecionar apenas uma trilha a ser salva.
zh_hans: 请仅选择一条轨道进行保存

# only_qu
source: Only items with Queued status can be moved.
ar_eg: يمكن فقط نقل العناصر الموجودة في قائمة الانتظار.
es: Solo elementos en estado En cola pueden ser movidos.
fr: Seuls les éléments ayant le statut En file d'attente peuvent être déplacés.
it: Possono essere spostati solo gli elementi con lo stato 'In coda'.
pl: Można przenosić tylko elementy ze statusem W kolejce.
pt_br: Somente itens com status na fila podem ser movidos.
zh_hans: 只能移动处于排队状态的项目

# open_comp
source: Open application on queue completion
ar_eg: افتح التطبيق عند اكتمال قائمة الانتظار
es: Abrir aplicación al terminar de procesar cola
fr: Ouvrir l'application à la fin de la file d'attente
it: Apri applicazione al completamento della coda
pl: Otwórz aplikację po zakończeniu kolejki
pt_br: Abra o aplicativo na conclusão da fila
zh_hans: 在队列完成时打开应用程序

source: Open ffmpeg console
ar_eg: افتح وحدة التحكم ffmpeg
es: Abrir consola de ffmpeg
fr: Ouvrez la console ffmpeg
it: Apri console ffmpeg
pl: Otwórz konsolę ffmpeg
pt_br: Abrir o console ffmpeg
zh_hans: 打开ffmpeg控制台

source: Open file path
ar_eg: افتح مسار الملف
es: Abrir ruta del fichero
fr: Ouvrir le chemin du fichier
it: Apri percorso file
pl: Otwórz ścieżkę pliku
pt_br: Abrir caminho do arquivo
zh_hans: 打开文件路径

# open_folder_d
source: Click to open add folder dialog
ar_eg: انقر لفتح مربع حوار إضافة مجلد
es: Haga click izquierdo para abrir el cuadro de añadir carpeta
fr: Cliquez pour ouvrir la boîte de dialogue d'ajout de dossier
it: Fai clic per aprire finestra 'Aggiungi cartella'
pl: Kliknij, aby otworzyć okno dialogowe dodawania folderu
pt_br: Clique para abrir a caixa de diálogo para adicionar pasta
zh_hans: 单击以打开添加文件夹对话框

# open_l_f
source: Opening log file...
ar_eg: يتم الآن فتح ملف السجل ...
es: Abriendo archivo de registro...
fr: Ouverture du fichier journal...
it: Apri file registro eventi...
pl: Otwieranie pliku dziennika...
pt_br: Abrindo arquivo de registro...
zh_hans: 打开日志文件...

# open_out
source: Open output folder on completion
ar_eg: افتح مجلد الإخراج عند الانتهاء
es: Abrir carpeta de salida al terminar
fr: Ouvrir le dossier de sortie à la fin
it: Al completamento apri cartella destinazione
pl: Otwórz folder wyjściowy po zakończeniu
pt_br: Abrir a pasta de saída quando completar
zh_hans: 完成后打开输出文件夹

# Open_output_folder
source: Open output path
ar_eg: فتح مسار الإخراج
es: Abrir ruta de destino
fr: Ouvrir le chemin de sortie
it: Apri percorso destinazione
pl: Otwórz ścieżkę wyjściową
pt_br: Abrir a pasta de saída
zh_hans: 打开输出路径

# open_q_c
source: Open application on queue completion
ar_eg: افتح التطبيق عند اكتمال قائمة الانتظار
es: Abrir aplicación al finalizar cola con éxito
fr: Ouvrir l'application à la fin de la file d'attente
it: Al completamento apri applicazione
pl: Otwórz aplikację po zakończeniu kolejki
pt_br: Abrir o aplicativo na conclusão da fila
zh_hans: 在队列完成时打开应用程序

source: Open user guide
ar_eg: افتح دليل المستخدم
es: Abrir la guía de usuario
fr: Ouvrir le guide de l'utilisateur
it: Apri guida utente
pl: Otwórz instrukcję użytkownika
pt_br: Abrir o guia do usuário
zh_hans: 打开用户指南

# orphan
source: Orphan encoding processes were found running in the background
ar_eg: تم العثور على عمليات تشفير لا تعمل في الخلفية
es: Procesos huérfanos fueron detectados en segundo plano
fr: Des processus de codage orphelins ont été détectés en cours d'exécution en arrière-plan
it: Sono stati trovati processi di codifica orfani in esecuzione in background
pl: Znaleziono procesy kodowania sierot działające w tle
pt_br: Processos de codificação órfãos foram encontrados em execução em segundo plano
zh_hans: 发现孤立编码进程在后台运行

# orphan2
source: Orphan processes found
ar_eg: تم العثور على عمليات يتيمة
es: Procesos huérfanos
fr: Processus orphelins trouvés
it: Trovati processi orfani
pl: Znaleziono procesy sieroty
pt_br: Processos órfãos encontrados
zh_hans: 发现孤立进程

source: Output
ar_eg: انتاج |
es: Salida
fr: Sortir
it: Destinazione
pl: Wyjście
pt_br: Arquivo de saída
zh_hans: 输出

source: Output name
ar_eg: اسم الإخراج
es: Nombre de salida
fr: Nom de la sortie
it: Nome destinazione
pl: Nazwa wyjściowa
pt_br: Nome do arquivo de saída
zh_hans: 输出名称

# out_blank
source: Output name cannot be blank.
ar_eg: لا يمكن أن يكون اسم الإخراج فارغًا.
es: El nombre de salida no puede estar en blanco.
fr: Le nom de la sortie ne peut pas être vide.
it: Il nome destinazione non può essere vuoto.
pl: Nazwa wyjściowa nie może być pusta.
pt_br: O nome do arquvo de saída não pode ficar em branco.
zh_hans: 输出名称不能为空

# out_conf
source: Output folder not configured
ar_eg: لم يتم تكوين مجلد الإخراج
es: Ruta de destino no configurada
fr: Dossier de sortie non configuré
it: Cartella destinazione non impostata
pl: Folder wyjściowy nie jest skonfigurowany
pt_br: Pasta de saída não configurada
zh_hans: 未配置输出文件夹

# out_dup
source: Duplicated output found
ar_eg: تم العثور على إخراج مكرر
es: Nombre de salida duplicado
fr: Sortie en double trouvée
it: Rilevata destinazione duplicata
pl: Znaleziono zduplikowane dane wyjściowe
pt_br: Nomes duplicados encontrados
zh_hans: 发现重复的输出

# out_exists
source: Output filename already exists. Please use a different name.
ar_eg: اسم ملف الإخراج موجود بالفعل. الرجاء استخدام اسم مختلف.
es: El nombre de fichero de salida ya existe. Por favor, utilice otro nombre.
fr: Le nom du fichier de sortie existe déjà. Veuillez utiliser un nom différent.
it: Il nome file destinazione esiste già. Usa un nome diverso.
pl: Nazwa pliku wyjściowego już istnieje. Proszę użyć innej nazwy.
pt_br: O nome do arquivo de saída já existe. Use um nome diferente.
zh_hans: 输出文件名已存在，请使用不同的名称

# out_ext
source: Output file extension. Leave blank to use source file extension
ar_eg: ملحق ملف الإخراج. اتركه فارغا لاستخدام امتداد الملف المصدر
es: Extensión de salida. Deje este campo en blanco para usar la extensión del fichero de origen
fr: Extension du fichier de sortie. Laissez vide pour utiliser l’extension du fichier source.
it: Estensione file destinazione. Lascia vuoto per usare file estensione sorgente
pl: Rozszerzenie pliku wyjściowego. Pozostaw puste, aby użyć rozszerzenia pliku źródłowego.
pt_br: Extensão do arquivo de saída. Deixe em branco para usar a extensão do arquivo de origem
zh_hans: 输出文件扩展名。留空以使用源文件扩展名

# out_files_naming
source: Output files naming
ar_eg: تسمية ملفات الإخراج
es: Renombrado de ficheros de salida
fr: Dénomination des fichiers de sortie
it: Denominazione file destinazione
pl: Nazywanie pliku wyjściwego
pt_br: Nomenclatura dos arquivos de saída
zh_hans: 输出文件命名

# out_miss
source: Output format missing
ar_eg: تنسيق الإخراج مفقود
es: Falta el formato de salida
fr: Format de sortie manquant
it: Formato destinazione mancante
pl: Brak formatu wyjściowego
pt_br: Formato de saída ausente
zh_hans: 缺少输出格式

# out_overw
source: Output file overwrite
ar_eg: الكتابة فوق ملف الإخراج
es: Sobreescritura de fichero de salida
fr: Écrasement du fichier de sortie
it: Sovrascrivi file destinazione
pl: Zastąp plik wyjściowy
pt_br: Sobrescrever arquivo de saída
zh_hans: 输出文件覆盖

# out_ren
source: Output file name already exists on jobs list. It will be renamed.
ar_eg: اسم ملف الإخراج موجود بالفعل في قائمة المهام. ستتم إعادة تسميته.
es: El nombre de fichero de salida ya existe, será renombrado.
fr: Le nom du fichier de sortie existe déjà dans la liste des tâches. Il sera renommé.
it: Il nome file destinazione esiste già nell'elenco attività. Verrà rinominato.
pl: Nazwa pliku wyjściowego już istnieje na liście zadań. Zostanie zmieniona.
pt_br: O nome do arquivo de saída já existe na lista de trabalhos. Ele será renomeado.
zh_hans: 作业列表中已存在输出文件名，它将被重命名

# out_serv1
source: Output to streaming is enabled but field is empty.
ar_eg: تم تمكين الإخراج إلى التدفق لكن الحقل فارغ.
es: La salida a servidor está habilitada pero el campo está en blanco.
fr: La sortie vers le streaming est activée mais le champ est vide.
it: La destinazione come streaming è abilitata ma il campo è vuoto.
pl: Przesyłanie strumieniowe jest włączone, ale pole jest puste.
pt_br: A saída para fluxos está habilitada, mas o campo está vazio.
zh_hans: 输出到流已启用但字段为空

# out_warn
source: Output path warning
ar_eg: تحذير مسار الإخراج
es: Aviso de ruta de salida
fr: Avertissement du chemin de sortie
it: Avviso percorso destinazione
pl: Ostrzeżenie dotyczące ścieżki wyjściowej
pt_br: Aviso de caminho de saída
zh_hans: 输出路径警告

# overw1
source: Overwriting detected
ar_eg: تم الكشف عن الكتابة
es: Aviso de sobreescritura
fr: Écrasement détecté
it: Rilevata sovrascrittura
pl: Wykryto nadpisanie
pt_br: Substituição detectada
zh_hans: 检测到覆盖

# overw_cant
source: Overwriting not possible
ar_eg: الكتابة غير ممكنة
es: La sobreescritura no es posible
fr: Écrasement impossible
it: Sovrascrittura non possibile
pl: Nadpisywanie nie jest możliwe
pt_br: Substituição não permitida
zh_hans: 无法覆盖

# overw_confirm
source: Overwriting is enabled. Source files will be overwritten. Are you sure?
ar_eg: تم تمكين الكتابة فوق. سيتم الكتابة فوق ملفات المصدر. هل أنت متأكد؟
es: La opción de sobrescribir está activada. Los ficheros de origen serán reemplazados ¿Está seguro?
fr: L'écrasement est activé. Les fichiers sources seront écrasés. Êtes-vous sûr ?
it: Sovrascrittura abilitata. I file sorgenti verranno sovrascritti. Sei sicuro?
pl: Nadpisywanie jest włączone. Pliki źródłowe zostaną nadpisane. Czy jesteś pewien?
pt_br: A substituição está ativada. Os arquivos de origem serão substituídos. Tem certeza?
zh_hans: 覆盖已启用，源文件将被覆盖。你确定吗？

# overw_main
source: You can't overwrite the main file with a saved track. Please select a different extension for saved track.
ar_eg: لا يمكنك الكتابة فوق الملف الرئيسي بمسار محفوظ. الرجاء تحديد امتداد مختلف للمسار المحفوظ.
es: No se puede sobrescribir el fichero principal como una pista guardada. Por favor, seleccione una extensión diferente para la pista a guardar.
fr: Vous ne pouvez pas écraser le fichier principal avec une piste enregistrée. Veuillez sélectionner une extension différente pour la piste enregistrée.
it: Non puoi sovrascrivere il file principale con una traccia salvata. Per la traccia salvata seleziona un'estensione diversa.
pl: Nie możesz nadpisać pliku głównego zapisanym utworem. Wybierz inne rozszerzenie dla zapisanego utworu.
pt_br: Você não pode sobrescrever o arquivo principal com uma trilha salva. Selecione uma extensão diferente para a trilha salva.
zh_hans: 您不能用保存的轨道覆盖主文件。请为保存的轨道选择不同的扩展名。

# overw_not
source: Overwriting not enabled
ar_eg: الكتابة غير مفعّلة
es: Sobreescritura no está habilitada
fr: L'écrasement n'est pas activé
it: Sovrascrittura non abilitata
pl: Nadpisywanie nie jest włączone
pt_br: Substituição não habilitada
zh_hans: 未启用覆盖
