Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# sel_out1
source: Please select output format for preset
ar_eg: يرجى تحديد تنسيق الإخراج للإعداد المسبق
fr: Veuillez sélectionner le format de sortie pour le préréglage
it: Seleziona un formato destinazione per il profilo
pt_br: Selecionar o formato de saída para predefinição
zh_hans: 请选择预设的输出格式

# sel_out_f
source: Please select output folder
ar_eg: الرجاء تحديد مجلد الإخراج
es: Por favor, seleccione ruta de salida
fr: Veuillez sélectionner le dossier de sortie
it: Seleziona una cartella destinazione
pl: Proszę wybrać folder wyjściowy
pt_br: Selecionar a pasta de saída
zh_hans: 请选择输出文件夹

# sel_path_pres
source: Select path to save a copy of presets file
ar_eg: حدد مسارًا لحفظ نسخة من ملف الإعدادات المسبقة
es: Seleccione la ruta para guardar la copia de los perfiles
fr: Sélectionnez le chemin pour enregistrer une copie du fichier de préréglages
it: Seleziona il percorso salvataggio della copia del file profilo
pt_br: Selecionar o caminho para salvar uma cópia do arquivo de predefinições
zh_hans: 选择路径以保存预设文件的副本

# sel_seq_mul
source: Select sequential or multi-file encoding on main screen to start.
ar_eg: حدد ترميز تسلسلي أو متعدد الملفات على الشاشة الرئيسية للبدء.
es: Seleccione Codificación secuencial o multi-fichero en la pestaña principal para iniciar.
fr: Sélectionnez l’encodage séquentiel ou multi-fichiers sur l’écran principal pour démarrer.
it: Per iniziare seleziona nella finestra principale la codifica sequenziale o multi-file.
pl: Aby rozpocząć, na ekranie głównym wybierz opcję kodowania sekwencyjnego lub wieloplikowego.
pt_br: Selecionar a codificação sequencial ou de vários arquivos na tela principal para iniciar.
zh_hans: 在主屏幕上选择顺序或多文件编码开始

# sel_track
source: Please select one track to be saved.
ar_eg: يرجى تحديد مسار واحد ليتم حفظه.
es: Por favor, seleccione una pista para guardar.
fr: Veuillez sélectionner une piste à enregistrer.
it: Seleziona una traccia da salvare.
pt_br: Selecionar uma trilha a ser salva.
zh_hans: 请选择一条轨道进行保存

source: Settings
ar_eg: إعدادات
es: Configuración
fr: Paramètres
it: Impostazioni
pl: Ustawienia
pt_br: Configurações
zh_hans: 设置

# setting_c
source: Settings changed. Save before closing
ar_eg: تغيرت الإعدادات. احفظ قبل الإغلاق
es: La configuración ha sido modificada. ¿Desea guardarla antes de salir?
fr: Enregistrer les paramètres modifiés avant de fermer.
it: Impostazioni modificate. Salvale prima di chiudere.
pl: Ustawienia zmienione. Zapisz przed zamknięciem
pt_br: Configurações alteradas. Salvar antes de fechar
zh_hans: 设置已更改。关闭前保存

# setting_mod
source: Modified settings not saved.
ar_eg: لم يتم حفظ الإعدادات المعدلة.
es: Ajuste modificado no guardado.
fr: Paramètres modifiés non enregistrés.
it: Impostazioni modificate non salvate.
pl: Zmienione ustawienia nie zostały zapisane.
pt_br: As configurações modificadas não foram salvas.
zh_hans: 未保存修改的设置

# setting_pr_c
source: Settings changed, a new preset was not saved. Save before closing?
ar_eg: تم تغيير الإعدادات ، ولم يتم حفظ إعداد مسبق جديد. هل تريد الحفظ قبل الإغلاق؟
es: La configuración ha sida modificada, hay un nuevo perfil sin guardar. ¿Desea guardarlo antes de salir?
fr: Les paramètres ont été modifiés, un nouveau préréglage n'a pas été enregistré avant la fermeture ?
it: Impostazioni modificate, il nuovo profilo non è stato salvato. Vuoi salvarlo prima di chiudere?
pl: Ustawienia zmienione, nowy preset nie został zapisany. Zapisać przed zamknięciem?
pt_br: Configurações alteradas, uma nova predefinição não foi salva. Salvar antes de fechar?
zh_hans: 设置已更改，未保存新预设。关闭前保存？

# sett_not_s
source: Settings not saved
ar_eg: لم يتم حفظ الإعدادات
es: Ajustes no guardados
fr: Paramètres non enregistrés
it: Impostazioni non salvate
pl: Ustawienia nie zostały zapisane
pt_br: Configurações não foram salvas
zh_hans: 未保存设置

source: Set as trim end time
ar_eg: تعيين وقت انتهاء القطع
es: Usar como tiempo final de recorte
fr: Définir comme heure de fin de coupe
it: Impsoat come punto finale di taglio
pl: Ustaw jako czas zakończenia przycinania
pt_br: Definir a hora de término do corte
zh_hans: 设置为修剪结束时间

# set_del
source: Click on settings to recycle bin or delete source files
ar_eg: انقر فوق الإعدادات لإعادة تدوير سلة أو حذف الملفات المصدر
es: Vaya a ajustes para configurar si los ficheros se envían a la papelera o se eliminan definitivamente
fr: Cliquez sur les paramètres pour recycler la corbeille ou supprimer les fichiers sources
it: Fai clic sulle impostazioni per il cestino o eliminare i file sorgenti
pl: Kliknij ustawienia, aby przenieść kosz lub usunąć pliki źródłowe
pt_br: Clique nas configurações para reciclar ou excluir arquivos de origem
zh_hans: 点击设置回收站或删除源文件

# set_enc_def
source: Set this track encoding as default
ar_eg: قم بتعيين ترميز المسار هذا كإعداد افتراضي
es: Guardar parámetros actuales por defecto
fr: Définir l'encodage de cette piste par défaut
it: Imposta questa codifica traccia come predefinita
pl: Ustaw to kodowanie ścieżki jako domyślne
pt_br: Defina esta codificação de faixa como padrão
zh_hans: 将此轨道编码设置为默认值

# set_end
source: Set as end time
ar_eg: تعيين وقت الانتهاء
es: Usar como tiempo final
fr: Définir comme heure de fin
it: Imposta come punto finale
pl: Ustaw jako czas zakończenia
pt_br: Definir como hora de término
zh_hans: 设置为结束时间

# set_st
source: Set as start time
ar_eg: تعيين وقت البدء
es: Usar como tiempo inicial
fr: Définir comme heure de début
it: Imposta come punto iniziale
pl: Ustaw jako czas rozpoczęcia
pt_br: Definir como hora de início
zh_hans: 设置为开始时间

# shift_n
source: Shifting audio is not available for concatenation.
ar_eg: تحويل الصوت غير متاح للتسلسل.
es: El desplazamiento de audio no está admitido en la concatenación.
fr: Le décalage audio n’est pas disponible pour la concaténation.
it: Lo spostamento dell'audio non è disponibile per l'unione.
pl: Przesuwanie dźwięku nie jest możliwe w przypadku łączenia.
pt_br: O deslocamento de áudio não está disponível para combinar.
zh_hans: 移位的音频不可用于串联。

source: Show/hide grid
ar_eg: إظهار / إخفاء الشبكة
es: Mostrar/ocultar rejilla
fr: Afficher/masquer la grille
it: Visualizza/nascondo griglia
pl: Pokaż/ukryj siatkę
pt_br: Mostrar/ocultar grade
zh_hans: 显示/隐藏网格

# show_kf
source: Show video keyframes
ar_eg: إظهار إطارات الفيديو الرئيسية
es: Mostrar fotogramas clave
fr: Afficher les images clés de la vidéo
it: Visualizza fotogrammi chiave video
pl: Pokaż klatki kluczowe wideo
pt_br: Mostrar quadros-chave de vídeo
zh_hans: 显示视频关键帧

# silence_c
source: Silence detection complete
ar_eg: تم الكشف عن الصمت
es: Detección de silencio completada
fr: Détection de silence terminée
it: Rilevamento silenzio completato
pl: Wykrywanie ciszy zakończone
pt_br: Detecção de silêncio concluída
zh_hans: 静音检测完成

# silence_detect
source: Silence was found in one or more files. Please check log file for further details.
ar_eg: تم العثور على الصمت في ملف واحد أو أكثر. يرجى التحقق من ملف السجل لمزيد من التفاصيل.
es: Se detectaron silencios en uno o más ficheros.. Por favor revise el fichero de registro para más detalles.
fr: Un silence a été trouvé dans un ou plusieurs fichiers. Veuillez consulter le fichier journal pour plus de détails.
it: È stato trovato silenzio in uno o più file. Per ulteriori dettagli controlla il file registro.
pl: Znaleziono ciszę w jednym lub więcej plikach. Sprawdź plik dziennika, aby uzyskać więcej szczegółów.
pt_br: Silêncio foi encontrado em um ou mais arquivos. Verifique o arquivo de registro para obter mais detalhes.
zh_hans: 在一个或多个文件中发现静音。请检查日志文件以获取更多详细信息。

source: Silence found
ar_eg: وجد الصمت
es: Silencio encontrado
fr: Silence retrouvé
it: Rilevato silenzio
pl: Znaleziona cisza
pt_br: Silêncio encontrado
zh_hans: 发现静音

# silence_start
source: Silence found. Start:
ar_eg: وجد الصمت. يبدأ:
es: Silencio detectado desde::
fr: Silence retrouvé. Début :
it: Rilevato silenzio. Inizio:
pl: Znaleziono ciszę. Start:
pt_br: Silêncio encontrado. Começar:
zh_hans: 发现静音。开始:

source: Size
ar_eg: مقاس
es: Tamaño
fr: Taille
it: Dimensione
pl: Rozmiar
pt_br: Tamanho
zh_hans: 大小

source: Skipped
ar_eg: تم تخطي
es: Omitido
fr: Sauté
it: Saltato
pl: Pominięto
pt_br: Pulado
zh_hans: 跳过

# skip_err
source: An error occurred skipping version:
ar_eg: حدث خطأ أثناء تخطي الإصدار:
es: Se produjo un error al omitir la versión:
fr: Une erreur s'est produite en ignorant la version :
it: Si è verificato un errore durante il salto versione:
pl: Wystąpił błąd podczas pomijania wersji:
pt_br: Ocorreu um erro ao ignorar a versão:
zh_hans: 跳过版本发生错误:

# soft_update
source: Software update
ar_eg: تحديث النظام
es: Actualización del programa
fr: Mise à jour logicielle
it: Aggiornamento software
pl: Aktualizacja oprogramowania
pt_br: Atualização de software
zh_hans: 软件更新

# some_procs
source: Some processes already finished or could not be aborted. Press Ok to retry.
ar_eg: بعض العمليات انتهت بالفعل أو لا يمكن إحباطها. اضغط على "موافق" لإعادة المحاولة.
es: Algunos procesos ya finalizaron o no pudieron ser finalizados. Pulse Aceptar para reintentar.
fr: Certains processus sont déjà terminés ou n'ont pas pu être interrompus. Cliquez sur OK pour réessayer.
it: Alcuni processi sono già terminati o non possono essere interrotti. Seleziona 'OK' per riprovare.
pl: Niektóre procesy zostały już zakończone lub nie można ich przerwać. Naciśnij OK, aby spróbować ponownie.
pt_br: Alguns processos já foram concluídos ou não puderam ser cancelados. Pressione Ok para tentar novamente.
zh_hans: 某些进程已完成或无法中止。按确定重试。

# some_q
source: Some items with no queued status
ar_eg: بعض العناصر مع عدم وجود حالة في قائمة الانتظار
es: Angunos elementos sin estado En cola
fr: Certains éléments sans statut de file d'attente
it: Alcuni elementi con stato 'non in coda'
pl: Niektóre elementy nie mają statusu kolejki
pt_br: Alguns itens sem status na fila
zh_hans: 一些没有排队状态的项目

# some_time
source: files can take some time. Continue?
ar_eg: يمكن أن تستغرق الملفات بعض الوقت. يكمل؟
es: ficheros puede llevar cierto tiempo. ¿Continuar?
fr: les fichiers peuvent prendre un certain temps. Continuer ?
it: file possono richiedere un certo tempo.vuoi continuare?
pl: Pobieranie plików może zająć trochę czasu. Kontynuować?
pt_br: Os arquivos podem levar algum tempo. Prosseguir?
zh_hans: 文件可能需要一些时间。继续？

# sort_list
source: Sorting list
ar_eg: قائمة الفرز
es: Ordenando lista
fr: Liste de tri
it: Ordinamento elenco
pt_br: Lista de classificação
zh_hans: 排序列表

# sort_list2
source: Sorting file list by descending duration can reduce total multi-file encoding time. You can change this setting on configuration.
ar_eg: يمكن أن يؤدي فرز قائمة الملفات عن طريق تنازلي المدة إلى تقليل إجمالي وقت ترميز الملفات المتعددة. يمكنك تغيير هذا الإعداد في التكوين.
es: Ordenar la lista de ficheros por duración descendente puede reducir el tiempo total de codificación multi-fichero. Puede cambiar este ajuste en configuración.
fr: Le tri de la liste des fichiers par durée décroissante peut réduire le temps total d'encodage multi-fichiers. Vous pouvez modifier ce paramètre lors de la configuration.
it: L'ordinamento dell'elenco file per durata decrescente può ridurre il tempo totale di codifica di più file. È possibile modificare questa impostazione durante la configurazione.
pl: Sortowanie listy plików według malejącego czasu trwania może zmniejszyć całkowity czas kodowania wielu plików. Możesz zmienić to ustawienie w konfiguracji.
pt_br: Classificar a lista de arquivos por duração decrescente pode reduzir o tempo total de codificação de vários arquivos. Você pode alterar essa configuração na configuração.
zh_hans: 按降序对文件列表进行排序可以减少总的多文件编码时间。您可以在配置上更改此设置。

# source_mov_text
source: Source file contains mov_text subtitles not supported by mkv container. Switch to mp4 container or remove mov_text subtitles from source files.
ar_eg: يحتوي الملف المصدر على ترجمات mov_text لا تدعمها حاوية MKV. قم بالتبديل إلى حاوية mp4 أو إزالة ترجمات mov_text من ملفات المصدر.
es: El fichero de origen contiene subtítulos en formato mov_text, no admitidos por el formato de salida MKV. Cambie el formato a MP4 o elimine los subtítulos mov_text de los ficheros de origen.
fr: Le fichier source contient des sous-titres mov_text non pris en charge par le conteneur mkv. Basculez vers le conteneur mp4 ou supprimez les sous-titres mov_text des fichiers source.
it: Il file sorgente contiene sottotitoli mov_text non supportati dal contenitore MKV. Passa al contenitore MP4 o rimuovi i sottotitoli mov_text dai file sorgente.
pl: Plik źródłowy zawiera napisy mov_text nieobsługiwane przez kontener mkv. Przełącz się na kontener mp4 lub usuń napisy mov_text z plików źródłowych.
pt_br: O arquivo de origem contém legendas mov_texto não suportadas pelo contêiner mkv. Mude para o contêiner mp4 ou remova as legendas mov_texto dos arquivos de origem.
zh_hans: 源文件包含mkv容器不支持的mov_text字幕。切换到mp4容器或从源文件中删除mov_text字幕。

# source_overw
source: Source and destination files are the same, but overwriting is not enabled.
ar_eg: ملفات المصدر والوجهة هي نفسها ، ولكن لم يتم تمكين الكتابة فوقها.
es: El origen y destino de los ficheros es el mismo, pero sobrescribir no está habilitado.
fr: Les fichiers source et de destination sont identiques, mais l'écrasement n'est pas activé.
it: I file sorgente e destinazione sono gli stessi, ma la sovrascrittura non è abilitata.
pl: Pliki źródłowe i docelowe są takie same, ale nadpisywanie nie jest włączone.
pt_br: Os arquivos de origem e de destino são iguais, mas a substituição não está ativada.
zh_hans: 源文件和目标文件相同，但未启用覆盖。

source: Speed:
ar_eg: سرعة:
es: Velocidad:
fr: Vitesse:
it: Velocità:
pl: Prędkość:
pt_br: Velocidade:
zh_hans: 速度:

# speed_copy
source: Speed up/down filter cannot be used with audio stream copy.
ar_eg: لا يمكن استخدام مرشح زيادة / خفض السرعة مع نسخ دفق الصوت.
es: El filtro de acelerar/ralentizar no puede ser usado con copia de pista de audio.
fr: Le filtre d'accélération/réduction ne peut pas être utilisé avec la copie de flux audio.
it: Il filtro aumento/riduzione velocità non può essere usato con la copia del flusso audio.
pl: Filtra przyspieszającego/zwalniającego nie można używać podczas kopiowania strumienia audio.
pt_br: O filtro de aumento/redução de velocidade não pode ser usado com a cópia de fluxo de áudio.
zh_hans: 加速/减速滤镜不能与音频流复制一起使用。

# srt_sub
source: SRT subtitle available
ar_eg: الترجمة SRT المتاحة
es: Subtítulo SRT disponible
fr: Sous-titre SRT disponible
it: Disponibili sottotitoli SRT
pl: Dostępne napisy SRT
pt_br: Legenda SRT disponível
zh_hans: SRT字幕可用

# start_app_enc
source: Starting application on encoded file
ar_eg: بدء التطبيق في ملف مشفر
es: Iniciando aplicación con el fichero codificado
fr: Démarrage de l'application sur un fichier encodé
it: Avvio applicazione per file codificato
pl: Uruchamianie aplikacji na zakodowanym pliku
pt_br: Iniciando o aplicativo no arquivo codificado
zh_hans: 在编码文件上启动应用程序

# start_enc
source: Start encoding
ar_eg: ابدأ الترميز
es: Iniciar codificación
fr: Commencer l'encodage
it: Avvia codifica
pl: Rozpocznij kodowanie
pt_br: Começar a codificação
zh_hans: 开始编码

# start_one
source: Start sequential capture (one by one)
ar_eg: بدء الالتقاط المتسلسل (واحدًا تلو الآخر)
es: Iniciar descarga secuencial (uno a uno)
fr: Démarrer la capture séquentielle (une par une)
it: Avvia cattura sequenziale (uno a uno)
pl: Rozpocznij przechwytywanie sekwencyjne (po kolei)
pt_br: Iniciar a captura sequencial (um por um)
zh_hans: 开始顺序捕获(一个接着一个)

# start_set
source: Start sequential processing
ar_eg: ابدأ المعالجة المتسلسلة
es: Iniciar codificación en secuencia, uno a uno
fr: Démarrer le traitement séquentiel
it: Avvia elaborazione sequenziale
pl: Rozpocznij przetwarzanie sekwencyjne
pt_br: Iniciar o processamento sequencial
zh_hans: 开始顺序处理

source: Status
ar_eg: حالة
es: Estado
fr: Statut
it: Stato
zh_hans: 状态

# std_pr
source: in a standard preset.
ar_eg: في إعداد مسبق قياسي.
es: en un preset estándar.
fr: dans un préréglage standard.
it: in un profilo standard.
pl: w standardowym ustawieniu wstępnym.
pt_br: em uma predefinição padrão.
zh_hans: 在标准预设中

source: Stopping...
ar_eg: وقف...
es: Parando...
fr: Arrêt...
it: Interruzione...
pl: Zatrzymanie...
pt_br: Parando...
zh_hans: 停止...

# stopping2
source: Stopping stream recording, please wait...
ar_eg: جاري إيقاف تسجيل البث ، يرجى الانتظار ...
es: Deteniendo grabación, espere por favor...
fr: Arrêt de l'enregistrement du flux, veuillez patienter...
it: Interruzione registrazione stream...
pl: Zatrzymywanie nagrywania strumieniowego. Proszę czekać...
pt_br: Parando a gravação do fluxo, por favor aguarde...
zh_hans: 正在停止流录制，请稍候...

source: Stop task
ar_eg: توقف المهمة
es: Detener tarea
fr: Arrêter
it: Stop attività
pl: Zatrzymaj zadanie
pt_br: Parar tarefa
zh_hans: 停止任务

source: Stream
ar_eg: تدفق
es: Flujo
fr: Flux
pl: Strumień
pt_br: Fluxo
zh_hans: 流

source: Streams
ar_eg: تيارات
es: Flujos
fr: Flux
it: Stream
pl: Strumienie
pt_br: Fluxos
zh_hans: 流

# streams_f
source: Obtaining streams for
ar_eg: الحصول على تيارات ل
es: Obteniendo flujos de
fr: Obtention de flux pour
it: Ottenimento stream per
pl: Uzyskiwanie strumieni dla
pt_br: Obtendo fluxos para
zh_hans: 获取流

source: Stream file
ar_eg: ملف دفق
es: Fichero del flujo
fr: Fichier de flux
it: File sream
pl: Plik strumieniowy
pt_br: Arquivo de fluxo
zh_hans: 流文件

# stream_saved
source: FFmpeg Batch stream saving successfully completed
ar_eg: اكتمل حفظ الدفق FFmpeg بنجاح
es: FFmpeg Batch - Pista multimedia guardada con éxito
fr: L'enregistrement en Batch du flux FFmpeg s'est terminé avec succès
it: Salvataggio stream FFmpeg Batch completato correttamente
pl: Zapisywanie strumienia wsadowego FFmpeg zostało pomyślnie ukończone
pt_br: FFmpeg Batch salvamento de fluxo concluído com sucesso
zh_hans: FFmpeg批量流保存成功完成

# stream_saved2
source: Stream saving completed
ar_eg: اكتمل حفظ الدفق
es: Pista completada
fr: Sauvegarde du flux terminée
it: Salvataggio stream completato
pl: Zakończono zapisywanie strumienia
pt_br: Salvamento do fluxo concluído
zh_hans: 流保存完成

# strv_c_not
source: Video stream copy not supported
ar_eg: نسخة دفق الفيديو غير مدعومة
es: La copia de pista de vídeo no está admitida
fr: Copie de flux vidéo non prise en charge
it: Copia stream video non supportata
pl: Kopiowanie strumienia wideo nie jest obsługiwane
pt_br: Cópia de fluxo de vídeo não suportada
zh_hans: 不支持视频流复制

# str_abort
source: Stream saving aborted.
ar_eg: دفق الحفظ إحباط.
es: Guardado de pista abortado.
fr: Sauvegarde du flux interrompue.
it: Salvataggio stream interrotto.
pl: Zapisywanie strumienia zostało przerwane.
pt_br: Salvamento do fluxo cancelado.
zh_hans: 流保存中止

# str_ouput
source: Stream output
ar_eg: إخراج تيار
es: Información de salida
fr: Sortie de flux
it: Destinazione stream
pl: Wyjście strumieniowe
pt_br: Saída de fluxo
zh_hans: 流输出

# subs_dis
source: Subfolders disabled
ar_eg: تم تعطيل المجلدات الفرعية
es: Subcarpetas: No
fr: Sous-dossiers désactivés
it: Sottocartelle disabilitate
pl: Podfoldery wyłączone
pt_br: Subpastas desativadas
zh_hans: 子文件夹已禁用

# subs_en
source: Subfolders enabled
ar_eg: تمكين المجلدات الفرعية
es: Subcarpetas: Sí
fr: Sous-dossiers activés
it: Sottocartelle abilitate
pl: Podfoldery włączone
pt_br: Subpastas ativadas
zh_hans: 启用子文件夹
