Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

source: Cancel
ar_eg: يلغي
es: Cancelar
fr: Annuler
it: Annulla
pl: Anuluj
pt_br: Cancelar
zh_hans: 取消

# cancelled
source: Canceled
ar_eg: ألغيت
es: Cancelado
fr: Annulé
it: Annullato
pl: Anulowane
pt_br: Cancelado
zh_hans: 已取消

source: Cancelling...
ar_eg: جارٍ الإلغاء ...
es: Cancelando...
fr: Annulation...
it: Annullamento...
pl: Anulowanie...
pt_br: Cancelando...
zh_hans: 正在取消...

# cancel_wav
source: Cancel waveform creation
ar_eg: إلغاء إنشاء الموجي
es: Cancelar forma de onda
fr: Annuler la création de la forme d'onde
it: Annulla creazione forma d'onda
pl: Anulowanie tworzenia przebiegu
pt_br: Cancelar criação de forma de onda
zh_hans: 取消波形创建

source: Capture time
ar_eg: وقت الالتقاط
es: Capturar hasta
fr: Temps de capture
it: Tempo cattura
pl: Czas przechwytywania
pt_br: Hora de captura
zh_hans: 捕获时间

# capture_time2
source: Capture time for item
ar_eg: وقت الالتقاط للعنصر
es: El tiempo de captura de elemento
fr: Temps de capture pour l'élément
it: Tempo cattura per elemento
pl: Czas przechwytywania dla elementu
pt_br: Tempo de captura para o item
zh_hans: 项目的捕获时间

# capt_params
source: Capture parameters field for m3u can not be empty.
ar_eg: لا يمكن ترك حقل معلمات الالتقاط لـ m3u فارغًا.
es: El campo de parámetros de descarga de m3u está en blanco.
fr: Le champ des paramètres de capture pour m3u ne peut pas être vide.
it: Campo parametri cattura per m3u non può essere vuoto.
pl: Pole parametrów przechwytywania dla plików m3u nie może być puste.
pt_br: O campo de parâmetros de captura para m3u não pode ficar vazio.
zh_hans: m3u的捕获参数字段不能为空

# change_def
source: Change default status
ar_eg: تغيير الوضع الافتراضي
es: Cambiar estado de pista por defecto
fr: Changer le statut par défaut
it: Modifica stato predefinito
pl: Zmień domyślny status
pt_br: Alterar o status padrão
zh_hans: 更改默认状态

source: characters.
ar_eg: الشخصيات.
es: caracteres.
fr: personnages.
it: caratteri.
pl: znaków.
pt_br: Caracteres
zh_hans: 字符.

# checkb
source: checkbox
ar_eg: خانة الاختيار
es: casilla
fr: case à cocher
it: box selezione
pl: pole wyboru
pt_br: Caixa de seleção
zh_hans: 复选框

# checking_y
source: Checking yt-dl latest version...
ar_eg: التحقق من أحدث إصدار من yt-dl ...
es: Buscando última versión de yt-dl...
fr: Vérification de la dernière version de yt-dl...
it: Verifica versione aggiornata youtube-dl...
pl: Sprawdzanie najnowszej wersji yt-dl...
pt_br: Verificando a versão mais recente do yt-dl...
zh_hans: 检查yt-dl最新版本...

source: Check for updates
ar_eg: تحقق من وجود تحديثات
es: Buscar actualizaciones
fr: Vérifier les mises à jour
it: Controllo aggiornamenti
pl: Sprawdzanie aktualizacji
pt_br: Verifique se há atualizações
zh_hans: 检查更新

# check_log
source: You can check log file on main tab for more error information.
ar_eg: يمكنك التحقق من ملف السجل في علامة التبويب الرئيسية لمزيد من معلومات الخطأ.
es: Puede revisar el archivo de registro en la pestaña principal para obtener más información sobre el error.
fr: Vous pouvez consulter le fichier journal sur l'onglet principal pour plus d'informations sur les erreurs.
it: Per ulteriori informazioni sugli errori puoi controllare il file registro eventi nella scheda principale.
pl: Możesz sprawdzić dziennik zdarzeń w głównym oknie, aby uzyskać więcej informacji.
pt_br: Você pode verificar o arquivo de log na guia principal para obter mais informações sobre o erro.
zh_hans: 您可以在主选项卡上检查日志文件以获取更多错误信息

# check_trim1
source: Check this to trim the amount of time selected at start/end fields.
ar_eg: حدد هذا لتقليص مقدار الوقت المحدد في حقول البداية / النهاية.
es: Marque esta casilla para recortar la cantidad de tiempo seleccionada en los campos inicio y fin.
fr: Cochez cette option pour réduire la durée sélectionnée dans les champs de début/fin.
it: Seleziona questa opzione per ridurre la quantità di tempo selezionata nei campi di inizio/fine.
pl: Zaznacz to pole, aby przyciąć ilość czasu wybraną w polach początku/końca.
pt_br: Marque esta opção para cortar a quantidade de tempo selecionada nos campos de início/fim.
zh_hans: 选中此项以修剪在开始/结束字段中选择的时间量

# check_trim2
source: Uncheck to use trim fields as start/end positions.
ar_eg: قم بإلغاء التحديد لاستخدام حقول القطع كمواضع بداية / نهاية.
es: Desmarque para usar los campos de tiempo como las posiciones del recorte.
fr: Décochez pour utiliser les champs de découpage comme positions de début/fin.
it: Deseleziona per usare i campi di ritaglio come posizioni di inizio/fine.
pl: Odznacz, aby użyć przycinania jako pozycji początku/końca.
pt_br: Desmarque para usar campos de corte como posições de início/fim.
zh_hans: 取消选中以使用修剪字段作为开始/结束位置

# check_urls
source: Check URLs are ready for capture
ar_eg: تحقق من عناوين URL جاهزة للقبض عليها
es: Verificar los enlaces de descarga
fr: Vérifiez que les URL sont prêtes à être capturées
it: Controlla che gli URL siano pronti per l'acquisizione
pl: Sprawdź, czy adresy są gotowe do przechwycenia
pt_br: Verifique se os links estão prontos para captura
zh_hans: 检查URL是否已准备好捕获

# check_ytdl
source: Checking yt-dl version...
ar_eg: جارٍ التحقق من إصدار yt-dl ...
es: Revisando versión de yt-dl
fr: Vérification de la version yt-dl...
it: Verifica versione youtube-dl...
pl: Sprawdzanie wersji yt-dl...
pt_br: Verificando a versão do yt-dl...
zh_hans: 检查yt-dl版本...

source: Clear list
ar_eg: لائحة خالية
es: Limpiar lista
fr: Effacer la liste
it: Azzera elenco
pl: Wyczyść listę
pt_br: Limpar lista
zh_hans: 清除列表

# clear_l_pr
source: Clear last preset
ar_eg: امسح آخر إعداد مسبق
es: Limpiar último preset
fr: Effacer le dernier préréglage
it: Azzera ultimo profilo
pl: Wyczyść ostanie ustawienie
pt_br: Limpar a última predefinição
zh_hans: 清除上次预设

# clipb
source: Copy to clipboard
ar_eg: نسخ إلى الحافظة
es: Copiar al portapapeles
fr: Copier dans le presse-papier
it: Copia negli Appunti
pl: Kopiuj do schowka
pt_br: Copiar para área de transferência
zh_hans: 复制到剪贴板

source: Close
ar_eg: يغلق
es: Cerrar
fr: Fermer
it: Chiudi
pl: Zamknij
pt_br: Fechar
zh_hans: 关闭

# close_win
source: Close window
ar_eg: أغلق النافذة
es: Cerrar ventana
fr: Fermer la fenêtre
it: Chiudi finestra
pl: Zamknij okno
pt_br: Fechar janela
zh_hans: 关闭窗口

# cl_tracks
source: Clear track list
ar_eg: قائمة المسار واضحة
es: Limpiar lista de pistas
fr: Effacer la liste des pistes
it: Azzera elenco traccia
pl: Wyczyść listę ścieżek
pt_br: Limpar lista de trilhas
zh_hans: 清除轨道列表

source: Codec
ar_eg: ترميز
pl: Kodek
zh_hans: 编解码器

# codec_params
source: Codec type arguments like
ar_eg: وسيطات نوع الترميز مثل
es: Los parámetros de tipo de codificador, tales como
fr: Arguments de type codec comme
it: Tipo argomento codec come
pl: Argumenty kodeka, takie jak
pt_br: Argumentos de tipo de codec
zh_hans: 编解码器类型参数，如

# concat_abort
source: Concatenation aborted by user
ar_eg: تم إحباط التسلسل من قبل المستخدم
es: Concatenación abortada por el usuario
fr: Concaténation interrompue par l'utilisateur
it: Unione interrotta dall'utente
pl: Łączenie przerwane przez użytkownika
pt_br: Combinação cancelada pelo usuário
zh_hans: 连接被用户中止

# concat_compl
source: Concatenation successfully completed
ar_eg: تم إكمال التسلسل بنجاح
es: Concatenación de ficheros completada con éxito
fr: Concaténation terminée avec succès
it: Unione completata correttamente
pl: Łączenie zakończone pomyślnie
pt_br: Combinação concluída com sucesso
zh_hans: 连接成功完成

# concat_err
source: Concatenation completed with errors
ar_eg: اكتمل التسلسل مع وجود أخطاء
es: Concatenación completada con errores
fr: Concaténation terminée avec des erreurs
it: Unione completata con errori
pl: Łączenie zakończone z błędami
pt_br: Combinação concluída com erros
zh_hans: 连接完成但有错误

# concat_failed
source: Concatenation failed. Check output error below. Some characters in filenames can also cause errors.
ar_eg: فشل التسلسل. تحقق من خطأ الإخراج أدناه. يمكن أن تتسبب بعض الأحرف في أسماء الملفات أيضًا في حدوث أخطاء.
es: La concatenación de ficheros falló. Revise el error a continuación. Algunos caracteres especiales en los nombres de ficheros de origen podrían causar errores.
fr: Échec de la concaténation. Vérifiez l'erreur de sortie ci-dessous. Certains caractères dans les noms de fichiers peuvent également provoquer des erreurs.
it: Unione fallita. Controlla l'errore riportato di seguito. Alcuni caratteri nei nomi dei file possono anche causare errori.
pl: Łączenie nieudane. Sprawdź poniżej informacje o błędzie. Niektóre znaki w nazwach plików także mogą powodować błędy.
pt_br: A combinação falhou. Verifique o erro de saída abaixo. Alguns caracteres em nomes de arquivos também podem causar erros.
zh_hans: 连接失败。检查下面的输出错误，文件名中的某些字符也会导致错误。

# concat_fil
source: Concatenate files
ar_eg: ملفات تسلسلية
es: Unir ficheros
fr: Concaténer des fichiers
it: Unisci file
pl: Łączenie plików
pt_br: Arquivos combinados
zh_hans: 连接文件

# concat_mux
source: Switch between concat muxer and video filter muxer.
ar_eg: قم بالتبديل بين concat muxer و video filter muxer.
es: Cambiar entre el filtro nativo y el filtro de vídeo para unir ficheros.
fr: Basculez entre le multiplexeur concat et le multiplexeur de filtre vidéo.
it: Passa dal muxer unione al muxer con filtro video.
pl: Przełącz pomiędzy multiplexerem łączenia i filtra video.
pt_br: Alternar entre o sinal concat e o sinal de filtro de vídeo.
zh_hans: 在concat muxer和video filter muxer之间切换.

# concat_vid_help
source: This filter allows to join videos with different qualities, it improves compatibility but it requires audio and video to be re-encoded. Parameters field can be left blank. NOTE: Only video files allowed.
ar_eg: يسمح هذا الفلتر بضم مقاطع الفيديو ذات الصفات المختلفة ، ويحسن التوافق ولكنه يتطلب إعادة تشفير الصوت والفيديو. يمكن ترك حقل المعلمات فارغًا. ملاحظة: يسمح فقط بملفات الفيديو.
es: Este filtro permite unir vídeos con diferentes características. Mejora la compatibilidad, pero requiere que audio y video sean recodificados. El campo de parámetros puede quedar en blanco. NOTA: Solo para ficheros de vídeo.
fr: Ce filtre permet de joindre des vidéos de qualités différentes, il améliore la compatibilité mais il nécessite un ré-encodage de l'audio et de la vidéo. Le champ des paramètres peut être laissé vide REMARQUE : Seuls les fichiers vidéo sont autorisés.
it: Questo filtro permette di unire video con qualità diverse, migliora la compatibilità ma richiede la ricodifica di audio e video. Il campo dei parametri può essere lasciato vuoto. NOTA: sono consentiti solo file video.
pl: Ten filtr pozwala łączyć filmy o różnej jakości, ale wymaga ponownego kodowania dźwięku i obrazu. Pole parametrów nie może być puste. UWAGA: Dozwolone są tylko pliki video.
pt_br: Este filtro permite juntar vídeos com qualidades diferentes, melhora a compatibilidade mas requer que o áudio e o vídeo sejam recodificados. O campo de parâmetros pode ser deixado em branco. NOTA: Somente arquivos de vídeo são permitidos.
zh_hans: 此过滤器允许加入不同质量的视频，它提高了兼容性，但需要重新编码音频和视频。参数字段可以留空。注意：只允许使用视频文件。

# conc_comp
source: Concatenation complete
ar_eg: تم الانتهاء من التسلسل
es: Concatenación completada
fr: Concaténation terminée
it: Unione completata
pl: Łączenie zakończone
pt_br: Combinação completa
zh_hans: 连接完成

# config_err
source: Configuration error, reset configuration.
ar_eg: خطأ في التكوين ، إعادة ضبط التكوين.
es: Se produjo un error, reinicialice la configuración a valores de fábrica.
fr: Erreur de configuration, réinitialiser la configuration.
it: Errore configurazione, ripristino configurazione.
pl: Błąd konfiguracji, zresetuj konfigurację.
pt_br: Erro de configuração, redefina a configuração.
zh_hans: 配置错误，重置配置。

# conflict_char
source: Input file name contains characters [ ]. Please remove them from input file name to avoid errors with -vf filter.
ar_eg: يحتوي اسم ملف الإدخال على أحرف []. يرجى إزالتها من اسم ملف الإدخال لتجنب الأخطاء مع عامل التصفية -vf.
es: El nombre del fichero de origen contiene los caracteres [ ]. Por favor, elimine dichos caracteres del nombre de origen para evitar errores con el filtro -vf.
fr: Le nom du fichier d'entrée contient des caractères [ ]. Veuillez les supprimer du nom du fichier d'entrée pour éviter les erreurs avec le filtre -vf.
it: Il nome file sorgente contiene caratteri [ ]. Rimuovili dal nome file sorgente per evitare errori con il filtro -vf.
pl: Nazwa pliku wejściowego zawiera znaki [ ]. Usuń je z nazwy pliku, aby uniknąć błędów z filtrem -vf.
pt_br: O nome do arquivo de entrada contém caracteres []. Remova-os do nome do arquivo de entrada para evitar erros com o filtro -vf.
zh_hans: 输入文件名包含字符[ ]。请从输入文件名中删除它们以避免-vf滤镜出错。

# conflict_char2
source: Conflicting characters in file name
ar_eg: الأحرف المتضاربة في اسم الملف
es: Caracteres conflictivos en el nombre de fichero
fr: Caractères en conflit dans le nom de fichier
it: Caratteri in conflitto nel nome file
pl: Niepoprawne znaki w nazwie pliku
pt_br: Caracteres conflitantes no nome do arquivo
zh_hans: 文件名中的字符冲突

# conf_act
source: Confirm action
ar_eg: تأكيد العمل
es: Confirmar acción
fr: Confirmer l'action
it: Conferma azione
pl: Potwierdź operację
pt_br: Confirme a ação
zh_hans: 确认操作

# conf_bck
source: Do you want to backup current ffmpeg.exe before switching versions?
ar_eg: هل تريد عمل نسخة احتياطية من ملف ffmpeg.exe الحالي قبل تبديل الإصدارات؟
es: ¿Desea hacer una copia de seguridad de ffmpeg.exe antes de reemplazarlo?
fr: Voulez-vous sauvegarder ffmpeg.exe actuel avant de changer de version ?
it: Vuoi eseguire il backup di ffmpeg.exe attuale prima di cambiare versione?
pl: Chcesz wykonać kopię aktualnego ffmpeg.exe przed przełączeniem wersji?
pt_br: Deseja fazer backup do ffmpeg.exe atual antes de trocar de versão?
zh_hans: 是否要在切换版本之前备份当前的ffmpeg.exe？

# conf_bck2
source: Confirm backup
ar_eg: قم بتأكيد النسخ الاحتياطي
es: Confirmar copia de seguridad
fr: Confirmer la sauvegarde
it: Conferma backup
pl: Potwierdź kopię
pt_br: Confirmar o backup
zh_hans: 确认备份

# conf_files
source: Configuration files
ar_eg: ملفات التكوين
es: Archivos de configuración
fr: Fichiers de configuration
it: File configurazione
pl: Pliki konfiguracyjne
pt_br: Arquivos de configuração
zh_hans: 配置文件

# conf_rest
source: Configuration restored
ar_eg: تمت استعادة التكوين
es: Configuración restaurada
fr: Configuration
it: Configurazione ripristinata
pl: Konfiguracja przywrócona
pt_br: Configuração restaurada
zh_hans: 配置已恢复

# conf_saved
source: Configuration was saved successfully.
ar_eg: تم حفظ التكوين بنجاح.
es: La configuración fue guardada satisfactoriamente.
fr: La configuration a été enregistrée avec succès.
it: Salvstaggio configurazione completato.
pl: Konfiguracja została poprawnie zapisana.
pt_br: A configuração foi salva com sucesso.
zh_hans: 配置已成功保存

# container1
source: Container not supported
ar_eg: الحاوية غير مدعومة
es: El formato de salida no está admitido.
fr: Conteneur non pris en charge
it: Contenitore non supportato
pl: Kontenery nie są obsługiwane
pt_br: Contêiner não compatível
zh_hans: 不支持容器

# continu
source: Do you want to continue?
ar_eg: هل تريد الاستمرار؟
es: ¿Desea continuar?
fr: Voulez-vous continuer?
it: Vuoi continuare?
pl: Chcesz kontynuować?
pt_br: Você quer continuar?
zh_hans: 你要继续吗？

# cont_any
source: Do you want to continue anyway?
ar_eg: هل تريد المتابعة على أية حال؟
es: ¿Desea continuar de todos modos?
fr: Voulez-vous quand même continuer ?
it: Vuoi continuare comunque?
pl: Chcesz mimo to kontynuować?
pt_br: Você deseja continuar mesmo assim?
zh_hans: 您仍然想继续吗？

# conv_utf8
source: Convert to UTF-8
ar_eg: قم بالتحويل إلى UTF-8
es: Convertir a UTF-8
fr: Convertir en UTF-8
it: Converti in UTF-8
pl: Konwertuj do UTF-8
pt_br: Converter para UTF-8
zh_hans: 转换为UTF-8

source: Copy
ar_eg: ينسخ
es: Copiar
fr: Copie
it: Copia
pl: Kopiuj
pt_br: Copiar
zh_hans: 复制

# create_vid_img
source: Create video from still images
ar_eg: إنشاء فيديو من الصور الثابتة
es: Crear vídeo a partir de imágenes
fr: Créer une vidéo à partir d'images fixes
it: Crea video da immagini fisse
pl: Utwórz video ze statycznych obrazów
pt_br: Criar vídeo a partir de imagens estáticas
zh_hans: 从静止图像创建视频

# custom_rel
source: Custom relative path
ar_eg: مسار نسبي مخصص
es: Ruta relativa personalizada
fr: Chemin relatif personnalisé
it: Percorso relativo personalizzato
pl: Niestandardowa ścieżka względna
pt_br: Caminho relativo personalizado
zh_hans: 自定义相对路径

# c_str
source: Custom string
ar_eg: سلسلة مخصصة
es: Cadena de texto
fr: Chaîne personnalisée
it: Stringa personalizzata
pl: Łańcuch użytkownika
pt_br: Cadeia de caracteres personalizada
zh_hans: 自定义字符串

# dec_font
source: Decrease list font size
ar_eg: تصغير حجم خط القائمة
es: Reducir tamaño de fuente
fr: Diminuer la taille de la police de la liste
it: Riduci dimensione font elenco
pl: Zmniejsz czcionkę listy
pt_br: Diminuir o tamanho da fonte da lista
zh_hans: 减小列表字体大小

source: Default
ar_eg: تقصير
es: Por defecto
fr: Défaut
it: Predefinito
pl: Domyślne
pt_br: Padrão
zh_hans: 默认

# default_param
source: Default parameters
ar_eg: المعلمات الافتراضية
es: Parámetros por defecto
fr: Paramètres par défaut
it: Parametri predefiniti
pl: Parametry domyślne
pt_br: Parâmetros padrão
zh_hans: 默认参数

source: Default track
ar_eg: المسار الافتراضي
es: Pista por defecto
fr: Piste par défaut
it: Traccia predefinita
pl: Domyślna ścieżka
pt_br: Trilha padrão
zh_hans: 默认轨道

# def_rn
source: Default preset can not be removed.
ar_eg: لا يمكن إزالة الضبط المسبق الافتراضي.
es: El preset por defecto no se puede eliminar.
fr: Le préréglage par défaut ne peut pas être supprimé.
it: Il profilo predefinito non può essere rimosso.
pl: Domyślne ustawienia nie mogą być usunięte.
pt_br: A predefinição padrão não pode ser removida.
zh_hans: 无法删除默认预设

source: Deleted
ar_eg: تم الحذف
es: Borrado
fr: Supprimé
it: Eliminato
pl: Usunięte
pt_br: Excluído
zh_hans: 已删除

# del_file
source: Delete file
ar_eg: حذف ملف
es: Borrar fichero
fr: Supprimer le fichier
it: Elimina file
pl: Usuń plik
pt_br: Apagar arquivo
zh_hans: 删除文件

# del_last
source: Do you want to delete last log file?
ar_eg: هل تريد حذف ملف السجل الأخير؟
es: ¿Desea eliminar el último fichero de registro generado?
fr: Voulez-vous supprimer le dernier fichier journal ?
it: Vuoi eliminare l'ultimo file registro eventi?
pl: Chcesz usunąć ostatni dziennik zdarzeń?
pt_br: Você quer deletar o último arquivo de registro?
zh_hans: 您要删除最后一个日志文件吗？

# del_overw
source: It is not possible to overwrite and delete source at the same time. Please ensure both settings are not enabled at the same time.
ar_eg: لا يمكن الكتابة فوق المصدر وحذفه في نفس الوقت. يرجى التأكد من عدم تمكين كلا الإعدادين في نفس الوقت.
es: No es posible eliminar y sobrescribir el fichero de origen. Por favor, verifique que ambas opciones no están habilitadas a la vez.
fr: Il n'est pas possible d'écraser et de supprimer la source en même temps. Veuillez vous assurer que les deux paramètres ne sont pas activés en même temps.
it: Non è possibile sovrascrivere ed eliminare contemporaneamente la sorgente. Assicurati che entrambe le impostazioni non siano abilitate contemporaneamente.
pl: Nie można nadpisać i usuwać źródła w tym samym czasie. Upewnij się, że oba ustawienia nie są jednocześnie włączone.
pt_br: Não é possível substituir e excluir a fonte ao mesmo tempo. Certifique-se de que ambas as configurações não estejam ativadas ao mesmo tempo.
zh_hans: 无法同时覆盖和删除源。请确保两个设置未同时启用。

# del_pres
source: Remove current preset
ar_eg: قم بإزالة الإعداد المسبق الحالي
es: Eliminar preset actual
fr: Supprimer le préréglage actuel
it: Rimuovi profilo attuale
pl: Usuń bieżące ustawienie
pt_br: Remover predefinição atual
zh_hans: 删除当前预设

# demuxer_help
source: In this mode audio/video files can be stream copied, provided they share qualities (size, codec, bitrate). NOTE: Not all containers are supported for stream copy. If playback issues occur or files are not joined, re-encoding may be required.
ar_eg: في هذا الوضع ، يمكن نسخ ملفات الصوت / الفيديو ، بشرط أن تشترك في الصفات (الحجم ، الترميز ، معدل البت). ملاحظة: لا يتم دعم جميع الحاويات لنسخ الدفق. إذا حدثت مشكلات في التشغيل أو لم يتم ضم الملفات ، فقد يلزم إعادة الترميز.
es: En este modo, los ficheros de audio/vídeo se pueden copiar sin codificar, siempre que tengan las mismas características (tamaño, codec, etc.). NOTA: No todos los formatos de salida admiten copia de flujos. Si surgen problemas de codificación o reproducción, sería necesario recodificar.
fr: Dans ce mode, les fichiers audio/vidéo peuvent être copiés en flux, à condition qu'ils partagent des qualités (taille, codec, débit binaire). REMARQUE : tous les conteneurs ne sont pas pris en charge pour la copie en flux. Si des problèmes de lecture surviennent ou si les fichiers ne sont pas joints, un réencodage peut être effectué. requis.
it: In questa modalità i file audio/video possono essere copiati in streaming, purché condividano le qualità (dimensioni, codec, bitrate). NOTA: non tutti i contenitori sono supportati per la copia del flusso. Se si verificano problemi di riproduzione o se i file non vengono uniti, potrebbe essere necessaria la ricodifica.
pl: W tym trybie pliki audio/video mogą być kopiowane strumieniowo, pod warunkiem że mają te same cechy (wielkość, kodek, bitrate). UWAGA: Nie wszystkie kontenery są obsługiwane do kopiowania strumieniowego. Jeżeli wystąpią problemy z odtwarzaniem lub pliki nie zostaną połączone - może być wymagane ponowne przekodowanie.
pt_br: Neste modo, os arquivos de áudio / vídeo podem ser copiados em fluxo, desde que compartilhem qualidades (tamanho, codec, taxa de bits). NOTA: Nem todos os contêineres têm suporte para cópia de fluxo. Se ocorrerem problemas de reprodução ou os arquivos não forem unidos, pode ser necessária a recodificação.
zh_hans: 在这种模式下，音频/视频文件可以被流式复制，只要它们共享质量（大小、编解码器、比特率）。注意：并非所有容器都支持流复制。如果出现播放问题或未合并文件，则可能需要重新编码。

# dest_err
source: Destination folder could not be created. Ensure it is a writable path.
ar_eg: تعذر إنشاء مجلد الوجهة. تأكد من أنه مسار قابل للكتابة.
es: No se pudo crear la carpeta de destino. Asegúrese de que tiene permisos de escritura en la ruta de destino.
fr: Le dossier de destination n'a pas pu être créé. Assurez-vous qu'il s'agit d'un chemin accessible en écriture.
it: Impossibile creare la cartella destinazione. Assicurati che sia un percorso scrivibile.
pl: Nie można utworzyć folderu docelowego. Upewnij się, że to jest ścieżka ma uprawnienia do zapisu.
pt_br: Não foi possível criar a pasta de destino. Certifique-se de que é um caminho gravável.
zh_hans: 无法创建目标文件夹，确保它是可写路径。

source: Detect silence wizard
ar_eg: معالج كشف الصمت
es: Asistente de detección de silencios
fr: Assistant de détection du silence
it: Procedura guidata rilevamento silenzio
pl: Kreator cichego usuwania
pt_br: Assistente para detectar silêncio
zh_hans: 检测静音向导

source: Display file streams
ar_eg: عرض تدفقات الملف
es: Mostrar flujos del fichero
fr: Afficher les flux de fichiers
it: Visualizza file stream
pl: Wyświetl strumienie pliku
pt_br: Exibir arquivos de fluxos
zh_hans: 显示文件流

source: Display last log
ar_eg: عرض السجل الأخير
es: Mostrar registro
fr: Afficher le dernier journal
it: Visualizza ultimo file registro eventi
pl: Wyświetl ostatni dziennik
pt_br: Exibir último registro
zh_hans: 显示上一次的日志

# Display_media_information
source: Display multimedia information
ar_eg: عرض معلومات الوسائط المتعددة
es: Mostrar información multimedia
fr: Afficher les informations multimédia
it: Visualizza info multimediali
pl: Wyświetl informacje multimedialne
pt_br: Exibir informações multimídia
zh_hans: 显示多媒体信息

source: Display multimedia file info
ar_eg: عرض معلومات ملف الوسائط المتعددة
es: Mostrar información multimedia
fr: Afficher les informations sur le fichier multimédia
it: Visualizza info file multimediale
pl: Wyświetl informacje o pliku multimedialnym
pt_br: Exibir informações do arquivo multimídia
zh_hans: 显示多媒体文件信息
