Repository: eibol/ffmpeg_batch
Catalog: FFBatch/Properties/Strings.*.resx
Languages: ar_eg, es, fr, it, pl, pt_br, zh_hans

# subs_help
source: This feature searches for SRT, ASS or IDX files with the same name and on the same folder of the added video files. You can select a different folder for the subtitles using the browse button. Do not add subtitle files directly to the file list view, since subtitles are searched automatically based on video file names. In case the subtitle file name does not match the video name, you can add it by double-clicking on the file video item. MP4 comes with certain limitations (not posible to set a default subtitle track and VobSub subtitles not supported). For any language, recommended text subtitles are UTF-8 or Unicode.
ar_eg: تبحث هذه الميزة عن ملفات SRT أو ASS أو IDX بنفس الاسم وفي نفس المجلد لملفات الفيديو المضافة. يمكنك تحديد مجلد مختلف للترجمات باستخدام زر التصفح. لا تقم بإضافة ملفات الترجمة مباشرة إلى عرض قائمة الملفات ، حيث يتم البحث عن الترجمات المصاحبة تلقائيًا بناءً على أسماء ملفات الفيديو. في حالة عدم تطابق اسم ملف الترجمة مع اسم الفيديو ، يمكنك إضافته بالنقر المزدوج على عنصر فيديو الملف. يأتي MP4 مع قيود معينة (لا يمكن تعيين مسار ترجمة افتراضي وترجمات VobSub غير مدعومة). بالنسبة لأي لغة ، فإن الترجمات النصية الموصى بها هي UTF-8 أو Unicode.
es: Esta función localiza ficheros SRT, ASS o IDX con el mismo nombre y en la misma ruta de los vídeos de origen. Puede seleccionar una carpeta personalizada distinta para los subtítulos con el botón examinar. No añada directamente los ficheros de subtítulos a la lista, los subtítulos son localizados automáticamente basándose en el nombre de los ficheros de vídeo. En caso de que los nombres no coincidan, puede añadir los subtítulos haciendo doble clic en cada vídeo de la lista. El formato MP4 tiene ciertas limitaciones (no es posible mostrar la pista de subtítulo por defecto, el formato VobSub no es compatible). Para cualquier idioma, se recomienta que los subtítulos sean UTF-8 o Unicode.
fr: Cette fonctionnalité recherche les fichiers SRT, ASS ou IDX portant le même nom et dans le même dossier que les fichiers vidéo ajoutés. Vous pouvez sélectionner un dossier différent pour les sous-titres à l'aide du bouton Parcourir. Inutile d'ajoutez des sous-titres à la liste des fichiers, puisque les sous-titres sont recherchés automatiquement en fonction des noms de fichiers vidéo. Si le nom du fichier de sous-titres ne correspond pas au nom de la vidéo, vous pouvez l'ajouter en double-cliquant sur l'élément vidéo du fichier. MP4 est livré avec certaines limitations (impossible de définir un fichier). piste de sous-titres par défaut et sous-titres VobSub non pris en charge). Pour toutes les langues, les sous-titres de texte recommandés sont UTF-8 ou Unicode.
it: Questa funzione cerca file SRT, ASS o IDX con lo stesso nome e nella stessa cartella dei file video aggiunti. È possibile selezionare una cartella diversa per i sottotitoli usando il pulsante 'Sfoglia'. Non aggiungere i file dei sottotitoli direttamente alla visualizzazione dell'elenco dei file, poiché i sottotitoli vengono cercati automaticamente in base ai nomi dei file video. Nel caso in cui il nome del file dei sottotitoli non corrisponda al nome del video, è possibile aggiungerlo facendo doppio clic sul nome del file video. Il formato MP4 ha alcune limitazioni (non è possibile impostare una traccia di sottotitoli predefinita e i sottotitoli VobSub non sono supportati). Per qualsiasi lingua, i sottotitoli di testo consigliati sono UTF-8 o Unicode.
pl: Ta funkcja wyszukuje pliki SRT, ASS lub IDX o tej samej nazwie i w tym samym folderze co dodane pliki wideo. Możesz wybrać inny folder dla napisów za pomocą przycisku przeglądania. Nie dodawaj plików napisów bezpośrednio do widoku listy plików, ponieważ napisy są wyszukiwane automatycznie na podstawie nazw plików wideo. W przypadku, gdy nazwa pliku napisów nie pasuje do nazwy wideo, możesz ją dodać, klikając dwukrotnie element pliku wideo. MP4 ma pewne ograniczenia (nie można ustawić domyślnej ścieżki napisów, a napisy VobSub nie są obsługiwane). W przypadku każdego języka zalecane napisy tekstowe to UTF-8 lub Unicode.
pt_br: Este recurso procura por arquivos SRT, ASS ou IDX com o mesmo nome e na mesma pasta dos arquivos de vídeo adicionados. Você pode selecionar uma pasta diferente para as legendas usando o botão de navegação. Não adicione arquivos de legenda diretamente à visualização da lista de arquivos, sAs legendas iniciais são pesquisadas automaticamente com base nos nomes dos arquivos de vídeo. Caso o nome do arquivo de legenda não corresponda ao nome do vídeo, você pode adicioná-lo clicando duas vezes no item do arquivo de vídeo. MP4 vem com certas limitações (não é possível definir uma trilha de legenda padrão e legendas VobSub não são suportadas). Para qualquer idioma, as legendas de texto recomendadas são UTF-8 ou Unicode.
zh_hans: 此功能在添加的视频文件的同一文件夹中搜索具有相同名称的SRT、ASS或IDX文件。您可以使用”浏览“按钮为字幕选择不同的文件夹。不要将字幕文件直接添加到文件列表视图中，因为字幕是根据视频文件名自动搜索。如果字幕文件名与视频名不匹配，可以双击文件视频项添加。MP4有一定的限制（无法设置默认字幕轨道和不支持VobSub字幕）。对于任何语言，推荐的文本字幕是UTF-8或Unicode。

# subs_wrong1
source: Some subtitle file names contain conflicting characters with subtitles filter. Please ensure your subtitle file names do not contain characters like [ ]
ar_eg: تحتوي بعض أسماء ملفات الترجمة على أحرف متضاربة مع مرشح الترجمة. يرجى التأكد من أن أسماء ملفات الترجمة الخاصة بك لا تحتوي على أحرف مثل []
es: Los nombres de archivo de algunos subtítulos contienen caracteres no admitidos por el codificador. Por favor asegúrese de que los nombres no contienen caracteres como corchetes o llaves { } [ ].
fr: Certains noms de fichiers de sous-titres contiennent des caractères en conflit avec le filtre de sous-titres. Veuillez vous assurer que vos noms de fichiers de sous-titres ne contiennent pas de caractères tels que [ ]
it: Alcuni nomi file sottotitoli contengono caratteri in conflitto con il filtro dei sottotitoli. Assicurati che i nomi dei file sottotitoli non contengano caratteri come [ ].
pl: Niektóre nazwy plików napisów zawierają znaki kolidujące z filtrem napisów. Upewnij się, że nazwy plików napisów nie zawierają znaków takich jak [ ]
pt_br: Alguns nomes de arquivo de legenda contêm caracteres conflitantes com filtro de legendas. Certifique-se de que os nomes dos arquivos de legenda não contenham caracteres como []
zh_hans: 某些字幕文件名包含与字幕过滤器冲突的字符。请确保您的字幕文件名不包含类似的字符[ ]

source: Subtitle
ar_eg: العنوان الفرعي
es: Subtítulo
fr: Sous-titres
it: Sottotitoli
pl: Podtytuł
pt_br: Legenda
zh_hans: 字幕

source: Subtitle file
ar_eg: ملف الترجمة
es: Fichero de subtítulo
fr: Fichier de sous-titres
it: File sottotitoli
pl: Plik napisów
pt_br: Arquivo de legenda
zh_hans: 字幕文件

# sub_lang
source: Set subtitle language
ar_eg: ضبط لغة الترجمة
es: Establecer idioma de subtítulo
fr: Définir la langue des sous-titres
it: Imposta lingua sottotitoli
pl: Ustaw język napisów
pt_br: Definir o idioma da legenda
zh_hans: 设置字幕语言

source: Success
ar_eg: نجاح
es: Codificado
fr: Succès
it: Completato
pl: Sukces
pt_br: Sucesso
zh_hans: 成功

source: Suspend
ar_eg: تعليق
es: Suspender
fr: Suspendre
it: Sospendi
pl: Wstrzymać
pt_br: Suspender
zh_hans: 暂停

# s_str
source: Second stream
ar_eg: الدفق الثاني
es: Segunda pista
fr: Deuxième flux
it: Secondo stream
pl: Drugi strumień
pt_br: Segundo fluxo
zh_hans: 第二条流

# task_abort
source: Tasks aborted
ar_eg: تم إحباط المهام
es: Tarea cancelada
fr: Tâches abandonnées
it: Attività interrotta
pl: Zadania przerwane
pt_br: Tarefas canceladas
zh_hans: 任务中止

# test_err
source: Encoding test failed on selected file. Try preset for more error information.
ar_eg: فشل اختبار الترميز في الملف المحدد. جرب الإعداد المسبق لمزيد من معلومات الخطأ.
es: La prueba de codificación falló con el fichero seleccionado. Use el botón Probar preset para más información sobre el error.
fr: Le test d'encodage a échoué pour le fichier sélectionné. Essayez le préréglage pour plus d'informations sur l'erreur.
it: Test di codifica non riuscito sul file selezionato. Prova il profilo per ulteriori informazioni sull'errore.
pl: Test kodowania nie powiódł się w wybranym pliku. Wypróbuj ustawienie wstępne, aby uzyskać więcej informacji o błędzie.
pt_br: O teste de codificação falhou no arquivo selecionado. Experimente a predefinição para obter mais informações sobre o erro.
zh_hans: 所选文件的编码测试失败。尝试预设以获取更多错误信息。

# test_fail1
source: Encoding test failed on selected file using preset
ar_eg: فشل اختبار الترميز على الملف المحدد باستخدام الإعداد المسبق
es: La prueba de codificación falló con el preset
fr: Le test d'encodage a échoué pour le fichier sélectionné à l'aide du préréglage
it: Test di codifica non riuscito sul file selezionato usando il profilo
pl: Test kodowania nie powiódł się w przypadku wybranego pliku przy użyciu ustawień wstępnych
pt_br: O teste de codificação falhou no arquivo selecionado usando predefinição
zh_hans: 使用预设对所选文件进行编码测试失败

# test_failed
source: Encoding test failed on selected file
ar_eg: فشل اختبار الترميز في الملف المحدد
es: La prueba de codificación falló con el fichero seleccionado
fr: Le test d'encodage a échoué pour le fichier sélectionné
it: Test di codifica non riuscito sul file selezionato
pl: Test kodowania nie powiódł się w przypadku wybranego pliku
pt_br: O teste de codificação falhou no arquivo selecionado
zh_hans: 所选文件的编码测试失败

# there_w
source: There were
ar_eg: كانت هناك
es: Se produjeron
fr: Il y avait
it: C'erano
pl: Były
pt_br: Havia
zh_hans: 在这里

source: The files:
ar_eg: الملفات:
es: Los ficheros:
fr: Les fichiers:
it: I file:
pl: Pliki:
pt_br: Os arquivos:
zh_hans: 文件:

# three_pres
source: Encode applying up to three presets
ar_eg: قم بتشفير تطبيق ما يصل إلى ثلاثة إعدادات مسبقة
es: Codificar usando hasta tres perfiles
fr: Encoder en appliquant jusqu'à trois préréglages
it: Codifica applicabile fino a tre profili
pl: Koduj, stosując do trzech ustawień wstępnych
pt_br: Codifique aplicando até três predefinições
zh_hans: 编码应用多达三个预设

source: Thumbnail
ar_eg: ظفري
es: Miniatura
fr: Vignette
it: Anteprime
pl: Zwięzły
pt_br: Miniatura
zh_hans: 缩略图

# time_bad
source: Wrong time format. Please use a 00:00:00.000 time format.
ar_eg: تنسيق الوقت غير صحيح. الرجاء استخدام تنسيق الوقت 00: 00: 00.000.
es: Formato de tiempo incorrecto. Por favor, utilice un formato de tiempo 00:00:00.000.
fr: Mauvais format d'heure. Veuillez utiliser un format d'heure 00:00:00.000
it: Formato orario errato. Usa un formato ora 00:00:00.000.
pl: Nieprawidłowy format czasu. Proszę użyć formatu czasu 00:00:00.000.
pt_br: Formato de hora errado. Use um formato de hora 00:00:00.000.
zh_hans: 时间格式错误。请使用00:00:00.000的时间格式。

source: Time elapsed:
ar_eg: الوقت المنقضي:
es: Tiempo total:
fr: Temps écoulé:
it: Tempo trascorso:
pl: Czas upływający:
pt_br: Tempo decorrido:
zh_hans: 消耗时间:

# time_err
source: Time format error
ar_eg: خطأ تنسيق الوقت
es: Error de formato de tiempo
fr: Format d'heure erroné
it: Errore formato orario
pl: Błąd formatu czasu
pt_br: Erro de formato da hora
zh_hans: 时间格式错误

# time_load
source: and it could take some time to load. Continue?
ar_eg: وقد يستغرق التحميل بعض الوقت. يكمل؟
es: y podría llevar cierto tiempo cargarlo. ¿Desea continuar?
fr: et le chargement peut prendre un certain temps. Continuer ?
it: e potrebbe volerci un po' di tempo per caricarsi. Vuoi continuare?
pl: i może to potrwać trochę czasu, aby się załadować. Kontynuować?
pt_br: e pode levar algum tempo para carregar. Prosseguir?
zh_hans: 加载可能需要一些时间，继续？

# time_wrong
source: Wrong time format. Please check time fields.
ar_eg: تنسيق الوقت غير صحيح. يرجى التحقق من حقول الوقت.
es: Tiempo especificado incorrecto. Por favor, revise los campos de tiempo.
fr: Format d'heure incorrect. Veuillez vérifier les champs d'heure.
it: Formato orario errato. Verifica i campi orario.
pl: Nieprawidłowy format czasu. Sprawdź pola czasu.
pt_br: Formato de hora errado. Por favor, verifique os campos de tempo.
zh_hans: 时间格式错误。请检查时间字段。

source: Tools
ar_eg: أدوات
es: Herramientas
fr: Outils
it: Strumenti
pl: Narzędzia
pt_br: Ferramentas
zh_hans: 工具

# total_sec
source: Total seconds
ar_eg: إجمالي الثواني
es: Segundos totales
fr: Nombre total de secondes
it: Totale secondi
pl: Całkowita liczba sekund
pt_br: Total de segundos
zh_hans: 总秒数

source: Total time:
ar_eg: الوقت الكلي:
es: Tiempo total:
fr: Temps total:
it: Tempo totale:
pl: Czas całkowity:
pt_br: Tempo total:
zh_hans: 总时间:

# to_recycle
source: Sending processed files to recycle bin...
ar_eg: إرسال الملفات المعالجة إلى سلة المحذوفات ...
es: Enviando ficheros a la papelera de reciclaje...
fr: Envoi des fichiers traités vers la corbeille...
it: Invio file elaborati al Cestino...
pl: Wysyłanie przetworzonych plików do kosza...
pt_br: Enviando arquivos processados para a lixeira...
zh_hans: 将处理后的文件发送到回收站...

source: Tracks:
ar_eg: المسارات:
es: Pistas:
fr: Des pistes:
it: Tracce:
pl: Utwory:
pt_br: Trilhas:
zh_hans: 轨道:

# tracks_empty
source: Tracks list is empty.
ar_eg: قائمة المسارات فارغة.
es: La lista de pistas está vacía.
fr: La liste des pistes est vide.
it: L'elenco tracce è vuoto.
pl: Lista utworów jest pusta.
pt_br: A lista de trilhas está vazia.
zh_hans: 轨道列表为空。

# track_down
source: Move track down
ar_eg: تحرك المسار لأسفل
es: Mover pista abajo
fr: Déplacer la piste vers le bas
it: Sposta traccia giù
pl: Przesuń utwór w dół
pt_br: Mover trilha para baixo
zh_hans: 向下移动轨道

# track_empty
source: Track list is empty.
ar_eg: قائمة المقطوعات فارغة.
es: La lista de pistas está vacía.
fr: La liste des pistes est vide.
it: L'elenco tracce è vuoto.
pl: Lista utworów jest pusta.
pt_br: A lista de trilhas está vazia.
zh_hans: 轨道列表为空

# track_Ext
source: Track extension is empty. Please select a track format.
ar_eg: امتداد المسار فارغ. الرجاء تحديد تنسيق المسار.
es: La extensión de pista está vacío. Añada un formato de pista.
fr: L'extension de piste est vide. Veuillez sélectionner un format de piste.
it: L'estensione traccia è vuota. Seleziona un formato traccia.
pl: Rozszerzenie ścieżki jest puste. Wybierz format ścieżki.
pt_br: A extensão da trilha está vazia. Selecione um formato de faixa.
zh_hans: 轨道扩展为空。请选择曲目格式。

# track_img
source: Selected track does not contain a usable image.
ar_eg: المسار المحدد لا يحتوي على صورة قابلة للاستخدام.
es: La pista seleccionada no contiene una imagen utilizable.
fr: La piste sélectionnée ne contient pas d'image utilisable.
it: La traccia selezionata non contiene un'immagine usabile.
pl: Wybrany utwór nie zawiera użytecznego obrazu.
pt_br: A trilha selecionada não contém uma imagem utilizável.
zh_hans: 所选轨道不包含可用图像。

# track_up
source: Move track up
ar_eg: تحريك المسار لأعلى
es: Mover pista arriba
fr: Déplacer la piste vers le haut
it: Sposta traccia su
pl: Przesuń utwór w górę
pt_br: Mover trilha para cima
zh_hans: 向上移动轨道

# trim1
source: Do you wish to apply trimming to
ar_eg: هل ترغب في تطبيق التشذيب على
es: Desea aplicar el recorte a
fr: Souhaitez-vous appliquer un découpage à
it: Vuoi applicare il taglio a
pl: Czy chcesz zastosować przycinanie?
pt_br: Você deseja aplicar corte a
zh_hans: 您是否希望将修剪应用到

# trim2
source: in queue list?
ar_eg: في قائمة الانتظار؟
es: en la lista?
fr: dans la liste d'attente ?
it: nell'elenco coda?
pl: na liście kolejkowej?
pt_br: Na fila da lista?
zh_hans: 在队列列表中？

# trim3
source: Multiple trimming
ar_eg: تقليم متعدد
es: Recorte múltiple
fr: Découpage multiple
it: Taglio multiplo
pl: Wielokrotne przycinanie
pt_br: Cortes múltiplos
zh_hans: 多重修剪

# trim_comp2
source: Trimming complete
ar_eg: اكتمل التشذيب
es: Recorte completado
fr: Découpage terminé
it: Taglio completato
pl: Przycinanie zakończone
pt_br: Corte completo
zh_hans: 修剪完成

# trim_compl
source: FFmpeg Batch trimming successfully completed
ar_eg: اكتمل تشذيب دفعة FFmpeg بنجاح
es: FFmpeg Batch - Recorte completado con éxito
fr: Le découpage par lots FFmpeg s'est terminé avec succès
it: Taglio FFmpeg Batch completato correttamente
pl: Przycinanie wsadowe FFmpeg zostało pomyślnie ukończone
pt_br: Corte FFmpeg Batch concluído com sucesso
zh_hans: FFmpeg批量修整成功完成

# trim_ex
source: Trimming exceeds file duration.
ar_eg: يتجاوز التشذيب مدة الملف.
es: El tiempo de recorte supera la duración del archivo.
fr: Le découpage dépasse la durée du fichier.
it: Il taglio eccede la durata del file.
pl: Przycinanie przekracza czas trwania pliku.
pt_br: O corte excede a duração do arquivo.
zh_hans: 修剪超过文件持续时间

# trim_f
source: Trim end time exceeds file duration.
ar_eg: تجاوز وقت انتهاء القطع مدة الملف.
es: El tiempo final es mayor que la duración del archivo.
fr: L’heure de fin du découpage dépasse la durée du fichier.
it: Il punto finale di taglio eccede la durata del file.
pl: Czas zakończenia przycinania przekracza czas trwania pliku.
pt_br: O tempo de término do corte excede a duração do arquivo.
zh_hans: 修剪结束时间超过文件持续时间

# trim_i
source: Trim start time time exceeds file duration.
ar_eg: وقت بدء القطع يتجاوز مدة الملف.
es: El tiempo inicial es mayor que la duración del archivo.
fr: L’heure de début du découpage dépasse la durée du fichier.
it: Il punto iniziale di taglio eccede la durata del file.
pl: Czas rozpoczęcia przycinania przekracza czas trwania pliku.
pt_br: A hora de início do corte excede a duração do arquivo.
zh_hans: 修剪开始时间超过文件持续时间

# trim_z
source: Trimming length is 0.
ar_eg: طول التشذيب 0.
es: La duración del recorte es cero.
fr: La longueur de coupe est de 0.
it: La lunghezza del taglio è 0.
pl: Długość przycinania wynosi 0.
pt_br: O comprimento de corte é 0.
zh_hans: 修剪长度为0

# trim_zero
source: Trim time can not be zero.
ar_eg: لا يمكن أن يكون وقت القطع صفرًا.
es: El tiempo de recorte no puede ser cero.
fr: Le temps de coupage ne peut pas être nul.
it: La lunghezza del taglio non può essere 0.
pl: Czas przycinania nie może być zerowy.
pt_br: O tempo de corte não pode ser zero.
zh_hans: 修剪时间不能为0

# trying
source: Trying selected preset...
ar_eg: جاري محاولة الإعداد المسبق المحدد ...
es: Probando preset...
fr: Essayer le préréglage sélectionné...
it: Prova con il profilo selezionato...
pl: Próbuję wybranego ustawienia...
pt_br: Tentando predefinição selecionada...
zh_hans: 尝试选择的预设...

source: Try current preset
ar_eg: جرب الإعداد المسبق الحالي
es: Probar preset actual
fr: Essayez le préréglage actuel
it: Prova il profilo selezionato
pl: Wypróbuj bieżące ustawienie
pt_br: Experimente a predefinição atual
zh_hans: 尝试当前预设

# try_ff
source: Try ffmpeg parameters with selected file
ar_eg: جرب معلمات ffmpeg مع الملف المحدد
es: Probar parámetros de ffmpeg con el fichero seleccionado
fr: Essayez les paramètres FFmpeg avec le fichier sélectionné
it: Prova i parametri ffmpeg don il file selezionato
pl: Wypróbuj parametry ffmpeg z wybranym plikiem
pt_br: Tente os parâmetros do ffmpeg com o arquivo selecionado
zh_hans: 使用选定的文件尝试 ffmpeg 参数

# try_ff2
source: Try with con FFmpeg
ar_eg: جرب مع FFmpeg
es: Probar con ffmpeg
fr: Essayez avec FFmpeg
it: Prova con FFmpeg
pl: Spróbuj z FFmpeg
pt_br: Experimente com con FFmpeg
zh_hans: 尝试使用con FFmpeg

# try_pr
source: Try preset for more error information.
ar_eg: جرب الإعداد المسبق لمزيد من معلومات الخطأ.
es: Pruebe el preset para obtener más información del error.
fr: Essayez le préréglage pour eviter ces erreurs.
it: Prova il profilo per maggiori info sull'errore.
pl: Wypróbuj ustawienia wstępne, aby uzyskać więcej informacji o błędzie.
pt_br: Experimente a predefinição para obter mais informações sobre o erro.
zh_hans: 尝试预设以获取更多错误信息

# two_comp_f
source: Please select only two compatible formats.
ar_eg: الرجاء تحديد تنسيقين متوافقين فقط.
es: Por favor, seleccione solo dos formatos compatibles.
fr: Sélectionner uniquement deux formats compatibles.
it: Seleziona solo due formati compatibili.
pl: Proszę wybrać tylko dwa zgodne formaty.
pt_br: Selecionar apenas dois formatos compatíveis.
zh_hans: 请选择仅两种兼容格式

# two_files
source: Please add at least to files to be concatenated.
ar_eg: الرجاء إضافة على الأقل إلى الملفات المراد ربطها.
es: Por favor, añada al menos dos ficheros para unir.
fr: Ajouter au moins deux fichiers à concaténer.
it: Aggiungi almeno al file da unire.
pl: Proszę dodać co najmniej dwa pliki do połączenia.
pt_br: Adicione pelo menos os arquivos a serem combinados
zh_hans: 请至少添加到要连接的文件

# two_nvenc
source: Two pass video encoding is already implemented more efficiently in NVENC by using
ar_eg: تم تنفيذ ترميز فيديو تمريرين بشكل أكثر كفاءة بالفعل في NVENC باستخدام
es: La codificación en dos pasos ya está implementada de forma más eficiente en NVENC usando
fr: Le codage vidéo en deux passes est plus efficacement en utilisant Nvidia NVENC
it: La codifica video in due passaggi è già implementata in modo più efficiente in NVENC usando
pl: Dwuprzebiegowe kodowanie wideo jest już implementowane wydajniej w NVENC dzięki wykorzystaniu
pt_br: A codificação de vídeo em dois passos já foi implementada de forma mais eficiente no NVENC usando
zh_hans: 通过使用，NVENC 中已经更有效地实现了2 pass编码

source: Two pass encoding wizard
ar_eg: تمريرتان معالج ترميز
es: Asistente de codificación en dos pasos
fr: Assistant d'encodage en deux passes
it: Procedura guidata codifica in due passaggi
pl: Kreator kodowania dwuprzebiegowego
pt_br: Assistente de codificação em dois passos
zh_hans: 2 pass编码向导

# two_pr
source: Please select at least two presets to continue.
ar_eg: يرجى تحديد اثنين على الأقل من الإعدادات المسبقة للمتابعة.
es: Por favor, seleccione al menos dos perfiles para continuar.
fr: Sélectionner au moins deux préréglages pour continuer.
it: Per continuare seleziona almeno due profili.
pl: Aby kontynuować, wybierz co najmniej dwa ustawienia wstępne.
pt_br: Selecionar pelo menos duas predefinições para continuar.
zh_hans: 请至少选择两个预设以继续。

# two_str_c
source: Two pass encoding cannot be used with video stream copy.
ar_eg: لا يمكن استخدام ترميز تمريرين مع نسخ دفق الفيديو.
es: La codificación en dos pasos no se puede usar con copia de pista de vídeo.
fr: Le codage en deux passes ne peut pas être utilisé avec la copie de flux vidéo.
it: La codifica in due passaggi non può essere usata con la copia dello stream video.
pl: Kodowania dwuprzebiegowego nie można używać przy kopiowaniu strumienia wideo.
pt_br: A codificação em dois passos não pode ser usada com a cópia do stream de vídeo.
zh_hans: 2 pass编码不能与视频流复制一起使用

# two_sup
source: TWO PASS SUPPORT:
ar_eg: دعم بتمريرين:
es: SOPORTE DE CODIFICACIÓN EN DOS PASOS:
fr: SOUTIEN EN DEUX PASSES :
it: SUPPORTO DUE PASSAGGI:
pl: WSPARCIE DWÓCH PRZEJŚĆ:
pt_br: DOIS PASSOS SUPORTADO:
zh_hans: 2 pass支持:

# two_sup1
source: - For Intel Quicksync (h264_qsv and hevc_qsv) two pass is not functional.
ar_eg: - بالنسبة إلى Intel Quicksync (h264_qsv و hevc_qsv) ، لا يعمل ممران.
es: - Para Intel Quicksync (h264_qsv and hevc_qsv) la codificación en dos pasos no es funcional.
fr: #¿NOMBRE?
it: - Per Intel Quicksync (h264_qsv e hevc_qsv) i due passaggi non sono funzionali.
pl: - W przypadku technologii Intel Quicksync (h264_qsv i hevc_qsv) dwuprzebiegowa funkcja nie działa.
pt_br: - Para Intel Quicksync (h264_qsv e hevc_qsv), condificação em dois passos não funcionam.
zh_hans: - 对于 Intel Quicksync（h264_qsv 和 hevc_qsv），2 pass不起作用。

# two_sup2
source: - For Nvidia NVENC, two pass is already implemented by using -preset slow.
ar_eg: - بالنسبة لـ Nvidia NVENC ، تم تنفيذ تمريرين بالفعل باستخدام -preset بطيء.
es: - Para Nvidia NVENC, la codificación en dos pasos ya está implementada utilizando -preset slow.
fr: - Pour Nvidia NVENC, deux passes sont déjà traitées en utilisant -preset slow.
it: - Per Nvidia NVENC, i due passaggi sono già implementati usando -preset slow.
pl: - W przypadku Nvidia NVENC dwa przebiegi są już zaimplementowane przy użyciu opcji -preset slow.
pt_br: - Para Nvidia NVENC, dois passos já estão implementadas usando -predefinição lento.
zh_hans: - 对于 Nvidia NVENC，已经通过使用 -preset slow 实现了2 pass。
